var chapter7 = {
    "content": "第二章 发展时期的近现代法制：中华民国初期 - 南京临时政府（1912年1月 - 3月 ）",
    "children": [
        {
            "content": "第一节 南京临时政府",
            "children": [
                {
                    "content": "本节学习提要",
                    "children": [
                        {
                            "content": "1911年10月10日（中国民族资产阶级革命党人发动武昌起义，推翻了统治中国二百六十多年的清朝政府，结束了在我国延续两千多年的封建君主专制制度，于1912年1月1日在南京成立了资产阶级民主共和制的中华民国临时政府，孙中山先生当选为临时大总统 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "3,4"
                            }
                        },
                        {
                            "content": "在他的主持和领导下（南京临时政府在短短的三个多月里颁布了一系列重要法令，开创了资产阶级民主法制建设的先河，在中国法制史上具有划时代的意义 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "4,5"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "2,3"
                    }
                },
                {
                    "content": "一、宪法性文件",
                    "children": [
                        {
                            "content": "（一）《中华民国临时政府组织大纲》",
                            "children": [
                                {
                                    "content": "1.制定",
                                    "children": [
                                        {
                                            "content": "《中华民国临时政府组织大纲》（以下简称《临时政府组织大纲》 ）是辛亥革命胜利后各省都督府代表会议通过的关于筹建中华民国临时政府的纲领性文件，于1911年12月3日通过，1912年1月2日修订，共4章（分别为：临时大总统，参议院，行政各部，附则 ），21条 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "8,9"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "7,9"
                                    }
                                },
                                {
                                    "content": "2.主要内容和特点",
                                    "children": [
                                        {
                                            "content": "它第一次以法律形式宣告废除封建帝制（以美国的国家制度为蓝本，确立了中华民国的基本政治体制 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "10,11"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 由于当时各省起义后纷纷宣布“独立”（脱离清朝廷统治，革命党人大多认为这与过去美国革命早期13州脱离英国的情形相仿，因此《临时政府组织大纲》在一定程度上受到美国宪法模式的影响 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "11,12"
                                            }
                                        },
                                        {
                                            "content": "（1）临时政府为总统制共和政体（临时大总统为国家元首和政府首脑，统率军队并行使行政权力 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "12,13"
                                            }
                                        },
                                        {
                                            "content": "（2）立法权由参议院行使（参议院由各省都督府委派3名参议员组成 ；在参议院成立以前，暂时由各省都督府代表会议代行其职权 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "13,14"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 两院制（参议院和众议院 ）议会代表性更广泛，防止议会专制走向极端倾向 ；因为处于战争状态，临时政府无法进行民主选举，所以临时政府的立法机关采取一院制，仅设立参议院 ；一院制更能提高效率，法案不会拖延不决，议会内部容易统一 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "14,15"
                                            }
                                        },
                                        {
                                            "content": "（3）临时中央审判所作为行使最高司法权的机关（由临时大总统取得参议院同意后设立 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "15,16"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 在政权组织上（采取分权制原则，但没有明确规定三权分立，而是采用立法与行政两权分立的做法 ；临时政府表面上是由以下三部分组成：临时大总统、副总统及其领导的行政各部行使国家行政权；参议院行使国家立法权；临时中央审判所行使司法权 ；但《临时政府组织大纲》制定时间仓促，急于组成政府，根本无暇顾及司法问题 ；《临时政府组织大纲》也没有具体规定司法机关的组织机构和活动原则，因此，司法权实际仍处在行政权的控制之下 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "16,17"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "9,17"
                                    }
                                },
                                {
                                    "content": "3.历史意义",
                                    "children": [
                                        {
                                            "content": "《临时政府组织大纲》颁行的历史意义（在于用法律的形式肯定了辛亥革命的成果，为以孙中山为首的中华民国南京临时政府的成立提供了法律依据 ；它第一次以法律的形式确认共和政体的诞生，宣告废除帝制，并成为制定《中华民国临时约法》的基础 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "18,19"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 此外（我们还应该看到，《临时政府组织大纲》并不是由人民代表所制定，而是由各省都督府代表制定的 ；对于广大人民迫切需要的民主自由权利，没有作出任何规定 ；这些都是《临时政府组织大纲》的严重缺陷 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "19,20"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "17,20"
                                    }
                                },
                                {
                                    "content": "典型真题关联（《临时政府组织大纲》 ）",
                                    "children": [
                                        {
                                            "content": "1. 孙中山就任中华民国临时大总统的法律依据（《中华民国临时政府组织大纲》 ）（2011年单选第34题答案D  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "21,22",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 下列关于《中华民国临时政府组织大纲》内容的表述（正确的有：实行三权分立的原则；以临时中央裁判所作为行使最高司法权的机关 ）（2009年多选第62题答案AC ；立法权由参议院行使，B错；以美国国家制度为蓝本确立基本政治体制，D错 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "22,23",
                                                "listIndex": 2
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "20,23"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "6,7"
                            }
                        },
                        {
                            "content": "（二）《中华民国临时约法》",
                            "children": [
                                {
                                    "content": "\n<p data-lines=\"24,25\">1.制定背景</p>",
                                    "children": [
                                        {
                                            "content": "《中华民国临时约法》（以下简称《临时约法》 ）是在辛亥革命后南北议和的过程中制定的 ；1912年1月下旬，各省都督府代表会议先后召开两次约法起草会议，议定关于中央政体均采用总统制 ；至2月上旬，南北议和即将告成，孙中山依前议要辞去临时大总统职位，由袁世凯接任 ；为了以法律手段防止袁世凯擅权，临时参议院在2月9日审议约法草案时，决定将原来的总统制改为责任内阁制 ；2月15日，参议院选举袁世凯为临时大总统，革命政权落入了军阀之手，革命党人更希望制定一部约法来制约袁世凯，因而在孙中山主持下加快了制定约法的步伐 ）",
                                            "children": [
                                                {
                                                    "content": "[史境溯源] 1912年1月22日（为完成辛亥革命的最后使命，孙中山发表声明，表示只要清帝退位，袁世凯宣布绝对共和，他就辞职 ；2月11日，袁世凯通电南京临时政府，声称“共和为最良国体” ，保证“永不使君主政体再行于中国”  ；12日，袁世凯迫使清帝溥仪下诏退位 ；14日，临时参议院同意孙中山辞职 ；15日，临时参议院以17票全票通过选举袁世凯为临时大总统 ；这样，革命派被迫放弃政权，南北形式上宣告“统一” ，革命政权遂转移到袁世凯之流手中 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "26,27"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "25,27"
                                            }
                                        },
                                        {
                                            "content": "3月8日（《临时约法》在参议院三读通过，并于袁世凯在北京就任临时大总统的次日——3月11日由孙中山正式公布，共7章，56条 ；7章分别为：总纲，人民，参议院，临时大总统、副总统，国务员，法院，附则 ；《临时约法》具有中华民国临时宪法的性质，在正式宪法实施前，具有与宪法相等的效力 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "27,28"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 《临时约法》第54条（中华民国之宪法由国会制定 ；宪法未施行以前，本约法之效力与宪法等 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "28,29"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "24,29"
                                    }
                                },
                                {
                                    "content": "\n<p data-lines=\"29,30\">2.主要内容</p>",
                                    "children": [
                                        {
                                            "content": "《临时约法》作为一部资产阶级民主共和国性质的宪法文件（具有革命性和民主性 ；其主要内容包括：",
                                            "children": [
                                                {
                                                    "content": "（1）明确宣示中华民国为统一的民主共和国",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "31,32"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 《临时约法》第1条（中华民国由中华人民组织之 ；《临时约法》第2条：中华民国之主权属于国民全体 ；“人民” 或者“国民” ，作为一个历史范畴，这里是指民族资产阶级以及支持它的各个阶层 ；《临时约法》十分明确地规定了资产阶级以及支持它的社会各阶层在新兴的资产阶级共和国政权中的地位，即宣告了资产阶级在中华民国国家政权中处于领导地位 ；从而以根本法的形式宣布彻底废除封建君主专制制度，确立了中华民国是一个“主权在民的” 的资产阶级民主共和国 ；这既否定了在中国延续了两千多年的“朕即国家”“主权在君” 的封建君主专制制度，也与资产阶级立宪派与旧军阀官僚的“开明专制”“君主立宪” 等过时主张划清界限，使所谓“帝制自为” 的观念成为非法观念，而民主共和为合法观念，提高了中华民族的民主主义觉悟 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "32,33"
                                                    }
                                                },
                                                {
                                                    "content": "（2）确立了资产阶级民主共和国的政治体制和国家制度（实行三权分立的政府组织原则，采用责任内阁制，规定临时大总统、副总统和国务员行使行政权力，参议院是立法机关，法院是司法机关，并规定了其他相应的组织与制度 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "33,34"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 《临时约法》第43条（国务总理及各部总长，均称为国务员 ；《临时约法》第44条：国务员辅佐临时大总统，负其责任 ；《临时约法》第45条：国务员于临时大总统提出法律案、公布法律及发布命令时，须副署之 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "34,35"
                                                    }
                                                },
                                                {
                                                    "content": "（3）规定人民享有广泛的权利及应尽之义务（《临时约法》规定人民享有人身、财产、居住、迁徙、言论、出版、集会、结社、通信、信教等项的自由，和选举、被选举、考试、请愿、诉讼等权利 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "35,36"
                                                    }
                                                },
                                                {
                                                    "content": "（4）确认保护私有财产的原则（以法律的形式破除清王朝束缚私人资本主义发展的各种桎梏（zhì gù ） ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "36,37"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 《临时约法》根据资产阶级私有财产神圣不可侵犯的原则（以及中国资产阶级要求保护私有财产和发展商品经济的强烈愿望，规定“人民保有财产及营业之自由”  ；在当时的中国，封建主义自然经济仍占统治地位，民族资本主义得到初步发展而又不能充分发展 ；《临时约法》的这一规定，首先也是主要地反映了近代民族资产阶级保护私有财产制度，从而保护自己的经济利益要求，进一步在法律上宣布了自由经营资本主义企业的权利，打破了清王朝“官办”“官督商办” 的桎梏，有利于中国民族资本主义工商业的发展 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "37,38"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "30,38"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "29,38"
                                    }
                                },
                                {
                                    "content": "\n<p data-lines=\"38,39\">3.特点</p>",
                                    "children": [
                                        {
                                            "content": "《临时约法》的主要特点（就是对袁世凯加以限制和防范 ；主要表现在：",
                                            "children": [
                                                {
                                                    "content": "（1）改总统制为责任内阁制（以限制袁世凯的政治权力 ；按照《临时约法》的规定，“临时大总统代表临时政府，总揽政务，公布法律” ，以总理为首的国务员，“辅佐临时大总统，负其责任” ，并于临时大总统行使行政权力时副署之 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "40,41"
                                                    }
                                                },
                                                {
                                                    "content": "（2）扩大参议院的权力（《临时约法》规定参议院除了拥有立法权外，还有对总统决定重大事件的同意权和对总统、副总统的弹劾权 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "41,42"
                                                    }
                                                },
                                                {
                                                    "content": "（3）规定特别修改程序",
                                                    "children": [
                                                        {
                                                            "content": "《临时约法》规定（约法的增删修改，须由参议院议员2/3以上或临时大总统之提议，经参议员4/5以上之出席，出席议员3/4以上之赞成方可进行，以防止袁世凯擅自修改变更约法 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "43,44"
                                                            }
                                                        },
                                                        {
                                                            "content": "[记忆线索] 第一，修改程序（特（特别修改程序 ）爱汕（2/3 ）头（临时大总统 ），馋（参议院议员 ）死我（4/5 ）了，膳食（3/4 ）真赞（赞成 ） ） ，第二，《临时约法》的特点（内个（责任内阁 ）餐券（扩大参议院权力 ）好特别（特别修改程序234534 ） ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "44,45"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "42,45"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "39,45"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "38,45"
                                    }
                                },
                                {
                                    "content": "\n<p data-lines=\"45,46\">4.历史意义</p>",
                                    "children": [
                                        {
                                            "content": "（1）《临时约法》作为近代第一部资产阶级共和国性质的宪法文件（肯定了辛亥革命的成果，彻底否定了中国数千年来的君主专制制度，肯定了资产阶级民主共和制度和民主自由原则，在全国人民面前树立起“民主”“共和” 的形象 ；它所反映的资产阶级的愿望和意志，在当时条件下是符合中国社会发展趋势的，也在一定程度上反映了人民群众的民主要求 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "46,47"
                                            }
                                        },
                                        {
                                            "content": "（2）但由于历史条件的限制（《临时约法》也存在明显的不足和严重的缺陷，其中既有立宪观念的问题，也有立法技术的问题 ；尤其是，《临时约法》带有因人立法的局限性，体现了资产阶级革命派的宪政理想主义和现实软弱性 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "47,49"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "45,49"
                                    }
                                },
                                {
                                    "content": "\n<p data-lines=\"49,50\">[总结对比]</p>\n<table data-lines=\"50,60\">\n<thead data-lines=\"50,51\">\n<tr data-lines=\"50,51\">\n<th>比较项</th>\n<th>《临时政府组织大纲》</th>\n<th>《临时约法》</th>\n</tr>\n</thead>\n<tbody data-lines=\"52,60\">\n<tr data-lines=\"52,53\">\n<td>时间</td>\n<td>1911年12月</td>\n<td>1912年3月</td>\n</tr>\n<tr data-lines=\"53,54\">\n<td>制定主体</td>\n<td>各省都督府代表会议</td>\n<td>临时参议院（临时宪法）</td>\n</tr>\n<tr data-lines=\"54,55\">\n<td>制定背景</td>\n<td>辛亥革命胜利后筹建临时政府的纲领性文件</td>\n<td>南北议和，限制和防范袁世凯</td>\n</tr>\n<tr data-lines=\"55,56\">\n<td>立法权</td>\n<td>一院制的议会制度；参议院</td>\n<td>-</td>\n</tr>\n<tr data-lines=\"56,57\">\n<td>行政权</td>\n<td>总统制：临时大总统为政府首脑，统率军队并行使行政权力</td>\n<td>责任内阁制：临时大总统、副总统和国务员行使行政权力</td>\n</tr>\n<tr data-lines=\"57,58\">\n<td>司法权</td>\n<td>临时中央审判所</td>\n<td>法院</td>\n</tr>\n<tr data-lines=\"58,59\">\n<td>人民权利</td>\n<td>未加规定</td>\n<td>规定人民享有广泛的权利</td>\n</tr>\n<tr data-lines=\"59,60\">\n<td>意义</td>\n<td>第一次以法律的形式肯定了辛亥革命成果，宣告废除封建帝制，确认了总统制共和政体，为临时政府的成立提供了法律依据，成为制定《临时约法》的基础</td>\n<td>第一部资产阶级民主共和国性质的宪法文件</td>\n</tr>\n</tbody>\n</table>",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "49,61"
                                    }
                                },
                                {
                                    "content": "\n<p data-lines=\"61,62\">典型真题关联（《临时约法》 ）</p>",
                                    "children": [
                                        {
                                            "content": "1. 《中华民国临时约法》是中国近代第一部资产阶级共和国性质的宪法文件（构建了全新的政权组织形式 ；依照《临时约法》，“代表临时政府，总揽政务，公布法律” 的是临时大总统 ）（2024年单选第40题答案B  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "62,63",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 《中华民国临时约法》规定的政体（责任内阁制 ）（2018年单选第38题答案D  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "63,64",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 下列关于《中华民国临时约法》内容与特点的表述（正确的有：实行三权分立的原则；确立责任内阁制的政权组织形式；规定中华民国之主权属于国民全体 ）（2015年多选第62题答案ABD ；立法权由参议院行使，C错 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "64,65",
                                                "listIndex": 3
                                            }
                                        },
                                        {
                                            "content": "4. 下列关于《中华民国临时约法》内容的表述（正确的有：采用责任内阁制；实行三权分立的原则；规定人民享有广泛的权利；确立了资产阶级民主共和国的政治体制和国家制度 ）（2014年多选第63题答案ABCD  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "65,66",
                                                "listIndex": 4
                                            }
                                        },
                                        {
                                            "content": "5. 下列关于《中华民国临时约法》主要内容的表述（正确的是采用责任内阁制的政体 ）（2012年单选第43题答案B  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "66,67",
                                                "listIndex": 5
                                            }
                                        },
                                        {
                                            "content": "6. 《中华民国临时约法》确立的政体（责任内阁制 ）（2011年法单选第16题答案B  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "67,68",
                                                "listIndex": 6
                                            }
                                        },
                                        {
                                            "content": "7. 根据《中华民国临时约法》的规定（通过约法修正案的赞成票应占出席议员的四分之三以上 ）（2010年法单选第20题答案C  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "68,71",
                                                "listIndex": 7
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "61,71"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "23,24"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "5,6"
                    }
                },
                {
                    "content": "二、其他革命法令",
                    "children": [
                        {
                            "content": "（一）保障民权的法令",
                            "children": [
                                {
                                    "content": "1.保护人民财产权",
                                    "children": [
                                        {
                                            "content": "《保护人民财产令》（是孙中山督责内务部发布的重要法令，共5条 ；该法令以保护人民财产为急务，确认财产权为基本民权之一，是人民赖以生存的基础 ；同时对清政府及其官吏的财产规定了不同的处理办法，体现了分化瓦解清朝官吏的政策和策略 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "75,76"
                                            }
                                        },
                                        {
                                            "content": "“（1）凡在民国势力范围之内之人民，所有一切私产，均应归人民享有；（2）前为清政府官产，现为民国势力范围者，应归民国政府享有；（3）前为清政府官吏所得之私产，现无确实反对民国证据，已在民国保护之下者，应归该私人享有；（4）现虽为清政府官吏，其本人确无反对民国之实据，而其财产在民国势力范围内者，应归民国政府管理，俟该本人投归民国时，将其财产交该本人享有；（5）现为清政府官吏，而又为清政府出力，反对民国政府，虐杀民国人民，其财产在民国势力范围内者，应一律查抄，归民国政府享有。” ——《保护人民财产令》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "76,77"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "74,77"
                                    }
                                },
                                {
                                    "content": "2.废除“贱民” 身份，禁止买卖人口",
                                    "children": [
                                        {
                                            "content": "孙中山还先后发布了（《大总统令内务部禁止买卖人口文》《大总统令广东都督严行禁止贩卖猪仔文》《大总统令外交部妥筹禁绝贩卖猪仔及保护华侨办法文》《大总统通令开放疍（dàn ）户惰民等许其一体享有公权私权文》等，禁止买卖人口，废除各种贱民身份，切实保护海外华侨的利益 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "78,79"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 1912年3月2日临时政府颁布《大总统令内务部禁止买卖人口文》（该部迅即编定暂行条例，今后不得再有买卖人口之事，违者处罚 ；从前有关契约全解除，视为雇主雇人关系，不得再有主奴名分 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "79,80"
                                            }
                                        },
                                        {
                                            "content": "针对鸦片战争以后（帝国主义从中国掠夺廉价劳动力而出现的贩卖“猪仔”（洋人对华工侮辱性称呼 ）的严重侵犯人权现象，孙中山又对外部、广东都督颁发令文《大总统令广东都督严行禁止贩卖猪仔文》《大总统令外交部妥筹禁绝贩卖猪仔及保护华侨办法文》，“严行禁止贩卖猪仔” 以“尊重人权，保全国体”  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "80,81"
                                            }
                                        },
                                        {
                                            "content": "《大总统通令开放疍户惰民等许其一体享有公权私权文》（规定，废除福建广东的疍户、浙江的惰民、河南的丐户义民以及优倡、隶卒等人的贱籍，这些人等与其他公民共同享有选举、参政等公权以及居住、言论、出版、集会、信教自由等私权 ；这是中国历史上第一次以正式法律形式废除存在数千年的“贱民” 制度（虽然雍正年间曾先后下令豁除贱籍，但至民国初年贱民仍大量存在 ） ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "81,82"
                                            }
                                        },
                                        {
                                            "content": "上述法令对于废除等级观念（维护人民自由权利和人格尊严在中国历史上具有开创性意义 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "82,83"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "77,83"
                                    }
                                },
                                {
                                    "content": "典型真题关联（保障民权法令 ）： 中华民国南京临时政府颁布的革命法令（有《保护人民财产令》《大总统令内务部禁止买卖人口文》 ）（2010年多选第61题答案BD ；《易答条例》《徒刑改遣条例》是北洋政府时期的法令 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "83,84"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "73,74"
                            }
                        },
                        {
                            "content": "（二）发展经济的法令",
                            "children": [
                                {
                                    "content": "为适应民族资产阶级发展民族经济的迫切要求（颁布了一些保护人民营业权利和振兴实业、发展经济的法规和法令，鼓励兴办实业，奖励农垦，鼓励华侨在国内投资 ；如临时大总统发布的《令内务部通饬各省慎重农事文》，实业部曾拟定《商业注册章程》和《商业银行暂行则例》等法规 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "85,86"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "84,85"
                            }
                        },
                        {
                            "content": "（三）文化教育方面的法令",
                            "children": [
                                {
                                    "content": "以教育“启文明而速进化” 作为拟定教育方案（颁布教育法规的指导方针，采取措施发展文化教育 ；如《普通教育暂行办法及课程标准》《教育部禁用前清各书通告各省电文》等法令，规定奖励女学，实行男女同校，废止读经，禁用前清学部颁行的教科书，并要求各种教科书的内容“务合乎共和民国宗旨” ；高等学校虽可暂依旧章办理，但《大清会典》《大清律例》《皇朝掌故》《国朝事实》及其他有碍民国精神的书籍，一律废止 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "87,88"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "86,87"
                            }
                        },
                        {
                            "content": "（四）社会改革方面的法令",
                            "children": [
                                {
                                    "content": "颁布了一系列社会改革法令（旨在革除社会陋习，移风易俗，振奋民族精神，提倡近代文明，改进社会风尚 ；法令主要内容涉及禁烟、禁赌、剪辫、劝禁缠足、改革称呼旧制等 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "89,90"
                                    }
                                },
                                {
                                    "content": "[老龚点睛]",
                                    "children": [
                                        {
                                            "content": "1. “禁烟”（鸦片战争的一个结果就是帝国主义的鸦片源源不断地输入到中国，危害极大 ；临时政府成立后不久就发布了《大总统令禁烟文》，对于继续吸食鸦片，饮鸩自安，沉湎忘返者，不可为共和之民，并剥夺其一切公权 ；根据禁烟精神，内务部先后发布《内务部令南京巡警总监移交禁烟公所文》、《内务部咨各省都督及卫戍总督禁止鸦片文》、《内务部批公民俞乃绩条陈禁烟必先禁种呈》等法令 ；并成立禁烟公所，具体负责一切禁烟事宜 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "91,92",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. “禁赌”（赌博这一社会陋习，不但会败坏赌者的道德，更严重的是很容易造成家破人亡，扰乱社会秩序 ；为绝赌风，肃民纪，临时政府颁发了《内务部报告禁赌呈》，明确指出，“赌博陋习，最为社会之害，律法在所必禁。” 内务部还分咨各部及各省都督，并饬南京巡警总监与南京府知事，切实执行如下规定：（1）“无论何项赌博，一律禁除。”（2）“凡人民宴会游饮集会场所，一概不准出赌博器具。”（3）“其店铺中有售卖各种赌具者，即着自行销毁，嗣后永远不准出售赌博恶习。” （4）“各该地方巡警要严密稽查。倘有违犯，各按现行刑律科罪。”  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "92,93",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. “剪辫”（中国人的长发历史悠久，在国人的传统观念中，“身体发肤，受之父母” ，剪掉头发就是不孝留表现 ；清朝统治时期，这一传统得到进一步加强，男性头发要扎成一条长长的辫子，给百姓生活增加了诸多不便 ；临时政府成立后，为使百姓精神面貌随着新政府的成立而焕然一新，于1912年3月颁布了《大总统令内务部晓示人民一律剪辫文》，文指出：清庭窃国，强行编发之制，今清廷已被颠覆，民国成功，临时政府成立，凡我国之同胞均应涤旧染之污，做新国之民 ；认为男子蓄留辫子是前清遗留的陋习，不但有碍于卫生，而且贻笑外邦 ；为反对民族压迫，做共和新民，特令内务部通行各省都督转饬所属地方，凡未剪去辫子者，于令到之日起20日内一律剪除干净 ；若有不遵守者，当以违反论处 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "93,94",
                                                "listIndex": 3
                                            }
                                        },
                                        {
                                            "content": "4. “劝禁缠足”（缠足之俗，在中国流传已久，严重摧残了妇女的身心健康 ；临时政府为革除这一陋习，于1912年3月13日颁发了《大总统令内务部通饬各省劝禁缠足文》，该文指出妇女缠足害处有：一是摧残妇女身体，残毁肢体，阻于血脉，害虽加于一人，病则累及儿女 ；二是妇女缠足后行动相当不便，不得不深居简出，既不能在外受教育，又无法问津世事，独立谋生，加强了男尊女卑的社会状况，使女子无法与男子达到真正的平等  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "94,95",
                                                "listIndex": 4
                                            }
                                        },
                                        {
                                            "content": "5. “改革称呼旧制”（为革除封建繁缛礼仪，临时政府发布了《内务部咨各省革除前清官厅称呼文》，废除清代标志等级尊卑的“大人”“老爷” 等名称，此后官厅人员以官职相称，民间通常以“先生”“君” 相称，以维护人际平等与人格尊严 ；与此同时，明令废除跪拜礼，代之以鞠躬 ；虽然变革的是形式，但却反映了法律面前人人平等的原则，以及对人格的尊重 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "95,97",
                                                "listIndex": 5
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "90,97"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "88,89"
                            }
                        },
                        {
                            "content": "（五）此外，临时政府还颁布了诸多改革行政和整顿吏治的法令",
                            "children": [
                                {
                                    "content": "[史境溯源] 孙中山先生曾深入研究过中国的科举制度（和西方资产阶级国家的文官考试制度，在此基础上，建立了自己的“考选权” 理论 ；临时政府成立后，在孙中山的领导下，便着手制定与推行官吏考试办法，要求官吏必须经过资格考试，合格者方能被选任，以解决“人才缺乏，庸俗恶进” 的问题 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "98,99"
                                    }
                                },
                                {
                                    "content": "在文官考试制度尚未完备之前（临时政府仍然采取留任、荐任、委任的形式来任命官吏 ；尽管这样，与以前的用人制度仍有所差别，即强调“选贤任能” ，要求各部门整饬吏治，谨慎用人 ；并规定荐任官员“除有特别缘故外，不得兼职、以肃官方而饬吏治”  ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "99,100"
                                    }
                                },
                                {
                                    "content": "孙中山本人就是身体力行地反对（“任人唯亲” 的典范 ；1912年2月，广东各界组织接连致电孙中山，要求推举其兄孙眉为广东都督，孙中山认为其兄“素不娴于政治” ，而任官应“为事择人” ，故拒绝委任 ；经过这样一整顿，临时政府下的官场清明了许多，办事效率也得到很大的提高，并为以后的官吏选任办法提供了借鉴 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "100,101"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "97,98"
                            }
                        },
                        {
                            "content": "典型真题关联（社会改革法令 ）",
                            "children": [
                                {
                                    "content": "1. 中华民国南京临时政府颁布了一系列社会改革法令（旨在革除社会陋习，改进社会风尚 ；下列选项中，未被这些改革法令所涉及的内容是禁纳妾 ）（2016年法单选第20题答案D  ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "102,103",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "2. 南京临时政府颁布的社会改革法令（包括禁烟令、禁赌令、剪辫令、劝禁缠足令 ）（2011年多选第60题答案ABCD  ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "103,106",
                                        "listIndex": 2
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "101,102"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "71,72"
                    }
                },
                {
                    "content": "三、司法制度（南京临时政府 ）",
                    "children": [
                        {
                            "content": "（一）中央司法机关",
                            "children": [
                                {
                                    "content": "南京临时政府（分别设立了司法行政机关和审判机关 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "108,109"
                                    }
                                },
                                {
                                    "content": "1. 最高司法行政机关（为司法部，设总长一人，次长一人，其职责是管理“关于民事、刑事诉讼事件、户籍、监狱、保护出狱人事务，并其他一切司法行政事务，监督法官”  ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "109,110",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "2. 按《临时政府组织大纲》规定（而应设立的临时中央审判所，为最高审判机关，但未正式成立 ；[老龚点睛]《临时约法》将其改称法院 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "110,111",
                                        "listIndex": 2
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "107,108"
                            }
                        },
                        {
                            "content": "（二）司法改革的主要措施",
                            "children": [
                                {
                                    "content": "南京临时政府司法改革的主要措施（包括：",
                                    "children": [
                                        {
                                            "content": "1. 确立司法独立的原则（《临时约法》第51条规定：“法官独立审判，不受上级官厅之干涉。” 为保证法官独立行使审判权，第52条专门规定：“法官在任中不得减俸或转职。非依法律受刑罚宣告，或应免职之惩戒处分，不得解职。惩戒条规以法律定之。”  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "113,114",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 禁止刑讯（临时大总统于1912年3月初发布“禁止刑讯令” ，在历数刑讯制度的种种罪恶后，严令：“不论行政司法官署及何种案件，一概不准刑讯；鞫狱当视其证据之充实与否，不当偏重口供；其从前不法刑具，悉令焚毁。”  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "114,115",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 禁止体罚（临时政府颁布“禁止体罚令” ，规定：“不论司法、行政各官署审理及判决民刑案件，不准再用笞、杖、枷号及其他不法刑具，其罪当笞、杖、枷号者，悉改科罚金、拘留。” 并申明待日后制定法典时再订详制 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "115,116",
                                                "listIndex": 3
                                            }
                                        },
                                        {
                                            "content": "4. 试行公开审判及陪审制（《临时约法》第50条规定：“法院之审判，须公开之；但有认为妨害安宁秩序者，得秘密之。” 陪审员参与审判活动也开始出现 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "116,117",
                                                "listIndex": 4
                                            }
                                        },
                                        {
                                            "content": "5. 试行律师制度（辛亥革命之后，苏、沪、杭等地区纷纷成立律师组织，并向政府申请领证注册 ；1912年3月，《内务部警务局长孙润宇建议施行律师制度呈孙大总统文》强调制定律师法、实行辩护制的重要意义，并拟定《律师法草案》呈报临时大总统 ；孙中山在《大总统令法制局审核复律师法草案文》中肯定律师制度与司法独立相辅为用，为文明各国通行的制度 ；各地既已纷纷设立律师公会，就应及时制定法律，作为律师工作之依据 ；若非临时政府为政甚短，律师制度将几见成效 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "117,118",
                                                "listIndex": 5
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] 刑（刑讯 ）法（体罚 ）律师（律师制度 ），公开（公开审判 ）陪（陪审 ）读（司法独立 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "118,121"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "112,121"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "111,112"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "106,107"
                    }
                }
            ],
            "payload": {
                "tag": "h2",
                "lines": "1,2"
            }
        },
        {
            "content": "第二节 北洋政府（1912年4月 - 1928年 ）",
            "children": [
                {
                    "content": "本节学习提要",
                    "children": [
                        {
                            "content": "北洋政府（是由北洋军阀袁世凯篡夺辛亥革命成果后建立起来的，从1912年4月孙中山正式宣布解除临时大总统职务起，到1928年6月奉系军阀张作霖从北京退回关外止，共16年 ；其间，以北洋军阀头目袁世凯、段祺瑞、曹锟和张作霖为首，先后把持设在北京的中华民国政府 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "123,124"
                            }
                        },
                        {
                            "content": "北洋政府在清末法制改革的基础上（继续修订各项法典，推进法律的近代化 ；但是因为受到政治纷争和军阀专制的影响，这一时期修订的法典草案大多未能公布施行 ；北洋政府的法律体系主要由两部分组成：制定法和司法解释 ；制定法既包括援用的清末法律，也包括新颁行的大量单行法令 ；司法解释包括当时最高审判机关——大理院创制的判例和解释例 ；在制定法尚不完备的情况下，大理院的判例和解释例在很大程度上发挥了统一法律规范、补充法律漏洞的作用，成为这一时期法律体系的重要组成部分 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "124,125"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "122,123"
                    }
                },
                {
                    "content": "一、立法概况",
                    "children": [
                        {
                            "content": "（一）立法原则",
                            "children": [
                                {
                                    "content": "北洋政府（是袁世凯攫取辛亥革命成果后建立起来的政权，又称“中华民国北京政府” ，统治的时间从1912年4月到1928年6月 ；北洋政府借助近代民主共和政体的运作方式，一方面确立了自己的合法性，另一方面加快法律创制活动，以规范社会秩序、调整社会关系 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "127,128"
                                    }
                                },
                                {
                                    "content": "北洋政府时期（是中国法律近代化的重要阶段，其法律体系、法律制度及法律实施，延续了清末的法律改革，一方面深受西方资本主义国家法律的影响，另一方面又保留了许多中国旧法律的传统，反映了新旧交替时期的特点 ；北洋政府法律制度在近代法制史上起着承上启下的作用，对后来中华民国南京国民政府的法律制度产生了很大影响 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "128,129"
                                    }
                                },
                                {
                                    "content": "北洋政府采取（“隆礼” 与“重刑” 并重的立法指导原则 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "129,130"
                                    }
                                },
                                {
                                    "content": "1. 所谓“隆礼”（是通过倡导伦理纲常维护其政权 ；袁世凯于1913年6月和1914年9月先后两次通电全国各学校一律尊孔读经 ；后来北洋政府制定的宪法草案也规定，“国民教育，以孔子之道为修身之本”“中华民国人民有尊崇孔子及宗教信仰之自由，非依法律不受限制”  ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "130,131",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "2. 所谓“重刑”（即实行严刑峻法 ；袁世凯在1914年《惩治盗匪法施行法》的令文中说：“慨自改革以来，盗匪充斥，民不聊生，将欲除暴安民，非峻法不足以资惩艾，故刑乱不嫌用重，纵恶适以长奸。” 在乱世用重典思想的指导下，北洋政府刑事立法总的趋势是从重、从快地打击和惩治各类违法犯罪 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "131,132",
                                        "listIndex": 2
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "126,127"
                            }
                        },
                        {
                            "content": "（二）立法活动的特点",
                            "children": [
                                {
                                    "content": "1.采用、删改清末新订之法律",
                                    "children": [
                                        {
                                            "content": "清末新订的法律（具有近代意义，是中国法律的近代转型 ；1912年3月10日，袁世凯在就任临时大总统时即下令：“现在民国法律未经议定颁布，所有从前施行之法律及《大清新刑律》，除与民国国体抵触各条应失效外，余均暂行采用，以资遵守。” 以后北洋政府制定法律，多以清末新订的法律为蓝本 ；如北洋政府时期的民事制定法体系，即以《大清现行刑律》中有关民事规范——“现行律民事有效部分” ，与各种单行民事法令构成 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "134,135"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "133,135"
                                    }
                                },
                                {
                                    "content": "2.采用西方资本主义国家的某些立法原则",
                                    "children": [
                                        {
                                            "content": "辛亥革命后（民主共和的思想日渐深入人心，而且不可抗拒和逆转 ；发展资本主义日益成为社会的潮流 ；北洋政府不得不采取民主共和制形式与西方国家近代法律的某些原则和内容 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "136,137"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "135,137"
                                    }
                                },
                                {
                                    "content": "3.制定颁布众多单行法规",
                                    "children": [
                                        {
                                            "content": "在沿用清末法律的同时（北洋政府制定颁布了一系列单行法规 ；刑事、治安方面的，如《戒严法》《惩治盗匪法》《治安警察条例》《陆军刑事条例》《海军刑事条例》等；民事、商事方面的，如《公司条例》《矿业条例》《商人通例》等 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "138,139"
                                            }
                                        },
                                        {
                                            "content": "在这些单行法规中（有大量属于立法程序简单、针对性强、便于补充修改的特别法，其效力高于普通法 ；北洋政府大理院的判例明确指出：“特别法应先于普通法，必特别法无规定者，始运用普通法。” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "139,140"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "137,140"
                                    }
                                },
                                {
                                    "content": "4.判例和解释例成为重要的法律渊源",
                                    "children": [
                                        {
                                            "content": "所谓判例（就是大理院判决的典型案例 ；所谓解释例，是大理院对法律的解释，或者对各级法院提出的疑难问题的解释 ；北洋政府广泛运用判例与解释例，使之成为审判案件的重要依据，既补充了成文法的“未备” ，又便于发挥成文法所不易发挥的作用 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "141,142"
                                            }
                                        },
                                        {
                                            "content": "据不完全统计（1912—1927年，北洋政府大理院汇编的判例有3900多件，公布的法律解释例有2000多件 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "142,143"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "140,143"
                                    }
                                },
                                {
                                    "content": "典型真题关联（判例和解释例 ）",
                                    "children": [
                                        {
                                            "content": "1. 北洋政府广泛运用判例与解释例（补充了成文法之未备，使之成为案件判决的重要依据 ；有权作出解释例的机构是大理院 ）（2020年单选第31题，2020年法单选第19题答案C  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "144,145",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 下列关于北洋政府立法活动的表述（错误的是拒绝采用西方资本主义国家的立法原则 ）（2018年单选第31题，2018年法单选第19题答案D  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "145,146",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 下列关于北洋政府时期立法活动特点的表述（不正确的是废止清末新订法律，以新颁法典取而代之 ）（2013年法单选第19题答案D  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "146,147",
                                                "listIndex": 3
                                            }
                                        },
                                        {
                                            "content": "4. 北洋政府时期立法活动的主要特点包括（采用、删改清末新订法律；制定和颁布大量的单行法规；判例和解释例成为重要的法律渊源 ）（2012年多选第63题答案ABC  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "147,150",
                                                "listIndex": 4
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "143,150"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "132,133"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "125,126"
                    }
                },
                {
                    "content": "二、制宪活动与宪法性文件",
                    "children": [
                        {
                            "content": "（一）1913年《中华民国宪法草案》（“天坛宪草” ）",
                            "children": [
                                {
                                    "content": "[史境溯源] 袁世凯就任临时大总统之初（按《临时约法》规定，“本约法施行后，限十个月内由临时大总统召集国会” ；为此，袁世凯于1912年8月10日公布由参议院制定的《中华民国国会组织法》，规定国会由参、众两院组成 ；参议院议员由各省议会、中央学会和华侨选举会按名额选出，众议院议员由各地方人民选举产生 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "152,153"
                                    }
                                },
                                {
                                    "content": "按照上述规定（1912年12月开始在全国范围内进行议员选举 ；选举结果，国民党在两院都取得了多数席位，参议院274席中国民党获123席，众议院596席中国国民党获269席，两院共870席，国民党共获392席，占45%多 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "153,154"
                                    }
                                },
                                {
                                    "content": "国民党在国会选举中获得的压倒性优势胜利（不仅使国民党成为议会第一大党，还使国民党代理理事长宋教仁大为兴奋，于国会召开前在长江流域各省发表演说，称“国民党在全国的选举都已胜利，已占全国的绝大多数，大局已定，政党责任内阁一定可以成功” ，并表示即将返回北京组织第一届责任内阁，其意图在于政党政治、责任内阁，以期借此架空袁世凯 ；而这一切引起了袁世凯极大恐慌，指使国务总理赵秉钧派出凶手于1913年3月20日在上海车站将返京途中的宋教仁刺杀 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "154,155"
                                    }
                                },
                                {
                                    "content": "1913年7月12日（江西都督李烈钧发布讨袁檄文，并宣布江西独立 ；随后，江苏、安徽、广东等地响应，革命党人的“二次革命” 开始 ；而后“二次革命” 的失败，则表明在当时以军事手段与袁世凯抗衡，无法取得成功 ；因此，唯一还能维护共和政体、防止袁世凯专制的手段就是利用国会，尽快制定一部完备的《宪法》，进行“法律倒袁” ，以合法手段约束袁世凯 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "155,156"
                                    }
                                },
                                {
                                    "content": "按《国会组织法》（宪法草案由国会参、众两院推举等额议员共同起草，于是两院各推荐30名议员共60人组成“宪法起草委员会” ；由于国民党在国会中的压倒性优势地位，因而在宪法起草委员会中也是国民党籍议员占了多数，宪法起草委员会正式委员60人中，国民党28人，进步党19人，剩余席位为其他政党取得 ；基于在国会及宪法起草委员会中的优势地位，国民党意在制定一部规定责任内阁制、地方分权制的宪法，继而由国民党人组阁，对袁世凯的总统权力进行强有力的约束 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "156,157"
                                    }
                                },
                                {
                                    "content": "1.制定",
                                    "children": [
                                        {
                                            "content": "《中华民国宪法草案》（是北洋政府时期的第一部宪法草案，于1913年10月31日由国会宪法起草委员会三读通过 ；由于该委员会主要是在北京天坛祈年殿进行起草活动，故称这部宪法草案为“天坛宪草”  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "158,159"
                                            }
                                        },
                                        {
                                            "content": "“天坛宪草”（共11章113条，采用资产阶级三权分立的宪法原则，确立了民主共和制度，体现了国民党等在野派势力通过制宪限制袁世凯权力的意图 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "159,160"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] “天坛宪草”（继承了《临时约法》的基本原则和主要制度，但其内容更加完备 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "160,161"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "157,161"
                                    }
                                },
                                {
                                    "content": "2.内容特点",
                                    "children": [
                                        {
                                            "content": "（1）在政权体制上（“天坛宪草” 继续肯定责任内阁制，国务总理的任命须经众议院的同意，国务员对众议院负责，而不是对总统负责 ；行政权力实际由总理和各部部长行使，总统处于虚权国家元首的地位 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "162,163"
                                            }
                                        },
                                        {
                                            "content": "（2）“天坛宪草” 不仅规定国会有立法权（还规定国会对总统行使诸如解散国会、任命总理等重大权力的牵制权，而且有弹劾权和对被弹劾的大总统、副总统及国务员的审判权 ；为防止总统利用紧急处分权实行独裁，增设国会的常设机关国会委员会 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "163,164"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 第一，立法权（《天坛宪草》第20条：中华民国之立法权，由国会行之 ；《天坛宪草》第21条：国会以参议院、众议院构成之 ；《天坛宪草》第22条：参议院以法定最高级地方议会及其他选举团体选出之议员组织之 ；《天坛宪草》第23条：众议院以各选举区比例人口选出之议员组织之  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "164,165"
                                            }
                                        },
                                        {
                                            "content": "第二，牵制权（《天坛宪草》第75条：大总统经参议院列席议员2/3以上之同意，得解散众议院，但同一会期不得为第二次之解散 ；大总统解散众议院时，应即令行选举，于五个月内定期继续开会 ；《天坛宪草》第66条：大总统任免文武官吏，但宪法及法律有特别规定者，依其规定 ；《天坛宪草》第80条：国务总理之任命，须经众议院之同意  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "165,166"
                                            }
                                        },
                                        {
                                            "content": "第三，弹劾权和审判权（《天坛宪草》第41条：众议院认大总统、副总统有谋叛行为时，得以议员总额2/3以上之列席，列席员2/3以上之同意弹劾之 ；《天坛宪草》第44条：参议院审判被弹劾之大总统、副总统 ；前项审判，非以列席员2/3以上之同意，不得判决为有罪或违法 ；判决大总统、副总统有罪时，应黜其职，其罪之处刑，由最高法院定之  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "166,167"
                                            }
                                        },
                                        {
                                            "content": "第四，国会委员会（《天坛宪草》第51条：国会委员会，于每年国会常会闭会前，由两院各于议员中选出20名之委员组织之 ；《天坛宪草》第65条：大总统为维持公共治安，或防御非常灾患，时机紧急，不能召集国会时，经国会委员会之议决，得以国务员连带责任，发布与法律有同等效力之教令 ；前项教令，须以次期国会开会后七日内请求追认，国会否认时，即失其效力  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "167,168"
                                            }
                                        },
                                        {
                                            "content": "（3）严格限制总统任期（规定大总统任期5年，只能连选连任一次 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "168,169"
                                            }
                                        },
                                        {
                                            "content": "（4）设立独立于行政机关的审计院（负责审核国家财政收入和支出的决算，核准国家岁出之支付命令 ；审计员由参议院选举产生，总统无权任免 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "169,170"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 《天坛宪草》第105条：国家岁出之支付命令，须先经审计院之核准 ；《天坛宪草》第106条：国家岁出岁入之决算案，每年经审计院审定，由政府报告于国会 ；《天坛宪草》第107条：审计院以参议院选举之审计员组织之  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "170,171"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] 国（扩大国会权力、增设国会委员会 ）内（责任内阁制 ）5（总统任期5年 ）G（审计院、审计员 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "171,172"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "161,172"
                                    }
                                },
                                {
                                    "content": "这部宪法草案（为一心独揽权力的袁世凯无法容忍，遂制造借口下令解散国民党，并最终于1914年1月解散国会，“天坛宪草” 因此被废弃 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "172,173"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 1913年11月4日（袁世凯下令解散国民党，取消国会参、众两院内国民党籍议员的资格，导致国会不足法定人数 ；故“天坛宪草” 虽经国会宪法起草委员会三读通过，但未来得及经提交国会参、众两院宪法会议审议、通过，最终成为一纸废文 ；1914年1月10日，袁世凯发布《布告解散国会原因文》《停止两院议员职务令》，正式解散国会 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "173,174"
                                    }
                                },
                                {
                                    "content": "典型真题关联（“天坛宪草” ）",
                                    "children": [
                                        {
                                            "content": "1. 根据1913年《中华民国宪法草案》的规定（总统的任期是5年 ）（2010年单选第38题答案B  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "175,176",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 中国近代史上由国会宪法起草委员会三读通过的第一部宪法草案（《中华民国宪法（草案）》（1913年 ） ）（2003年单选第17题答案D  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "176,177",
                                                "listIndex": 2
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "174,177"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "151,152"
                            }
                        },
                        {
                            "content": "（二）1914年《中华民国约法》（“袁记约法” ）",
                            "children": [
                                {
                                    "content": "1.制定",
                                    "children": [
                                        {
                                            "content": "北洋政府于1914年5月1日公布的《中华民国约法》（因系袁世凯一手操纵和炮制，故又称“袁记约法” ，共10章，68条 ；它是军阀专制全面确立的标志 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "179,180"
                                            }
                                        },
                                        {
                                            "content": "机构。这就使袁世凯陷入两难境地（一方面，《临时约法》必须修改，否则总统权力受到诸多限制；另一方面，有权修改《临时约法》的国会已不复存在 ；为解决这一难题，袁世凯着手组织“约法会议” ，以作为民国特设的“造法机关”  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "180,181"
                                            }
                                        },
                                        {
                                            "content": "1914年3月18日（以各省行政长官作为选举监督选举产生的约法会议议员齐集北京，约法会议正式开幕 ；袁世凯于3月20日即向约法会议提出《修改约法大纲七条》，要求新的《约法》扩大总统权力 ；根据袁世凯提出的修改大纲，约法会议很快完成对《临时约法》的修改稿 ；1914年5月1日，袁世凯将其正式公布、实施，并定名为《中华民国约法》，同时废除《临时约法》 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "181,182"
                                            }
                                        },
                                        {
                                            "content": "[史境溯源] 国会与《临时约法》（作为资产阶级共和国的两大象征，对于袁世凯实施独裁、专制起到阻碍作用 ；因此解散国会以后，袁世凯下一步的进攻目标很自然地转向《临时约法》 ；而在当时，共和政体仍然是国家基本的政治制度，袁世凯暂时还不愿意直接站到共和体制的对立面，他还需要通过合法或者貌似合法的手段来达到自己的目的 ；基于这一立场，修改作为国家根本法的《临时约法》，只能是国家最高立法 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "182,183"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "178,183"
                                    }
                                },
                                {
                                    "content": "2.内容特点",
                                    "children": [
                                        {
                                            "content": "《中华民国约法》与《临时约法》有着根本性的差别（主要表现在：",
                                            "children": [
                                                {
                                                    "content": "（1）以根本法的形式彻底否定了《临时约法》所确立的民主共和制度（代之以袁世凯的个人独裁 ；它的出笼使辛亥革命的成果丧失殆尽，是对《临时约法》的全面反动 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "185,186"
                                                    }
                                                },
                                                {
                                                    "content": "（2）否定和取消了责任内阁制（实行总统制，赋予总统形同专制帝王一样至高无上的地位和权力 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "186,187"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] “袁记约法” 第14条规定（“大总统为国之元首，总揽统治权” ，第39条规定：“行政以大总统为首长，置国务卿一人赞襄之。” 总统既是国家元首，又是行政首脑；国务卿只是总统的一名助手；各部总长也不再向国务卿负责，而是向总统负责，并由大总统任免 ；显然，责任内阁制已被取消，国务卿与各部只能秉承大总统的旨意处理行政事务 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "187,188"
                                                    }
                                                },
                                                {
                                                    "content": "（3）取消了国会制（设立有名无实的立法院 ；在立法院成立前，由纯属总统咨询机关的参政院代行立法院的职权 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "188,189"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 立法院由民主选举产生（行使立法权和弹劾总统的职权 ；然而，正是因为立法院可以制约总统的权力，所以立法院在袁世凯执政期间始终没有选举成立，其职权一直由总统的咨询机关参政院代行 ；参政院的院长和参政均由大总统任命，实质上仅是一个总统咨询机构 ；总统实际上集立法权、行政权于一身 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "189,190"
                                                    }
                                                },
                                                {
                                                    "content": "（4）规定了人民的基本权利与义务（但无一例外地设定了“于法律范围内” 或“依法律所定” 等前提条件 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "190,191"
                                                    }
                                                },
                                                {
                                                    "content": "1914年12月（参政院公布了《修正大总统选举法》 ；规定大总统的任期为10年，可连选连任；现任大总统可以推荐继承人，不限制荐贤、荐子，实际上承认了总统可以世袭 ；这部法律的制定公布为袁世凯复辟帝制提供了跳板 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "191,192"
                                                    }
                                                },
                                                {
                                                    "content": "[史境溯源] 1915年12月（在所谓“国民代表” 的一再推戴下，袁世凯下令改共和国体为帝国，定次年为洪宪元年 ；袁世凯复辟帝制遭到全国人民的反对，云南首先发兵讨伐，形成了席卷全国的护国运动 ；至1916年3月，袁世凯不得不下令取消帝制，仍任大总统 ；1916年6月6日，袁世凯在内外交困、众叛亲离中死去 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "192,194"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "184,194"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "183,194"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "177,178"
                            }
                        },
                        {
                            "content": "（三）1923年《中华民国宪法》（“贿选宪法” ）",
                            "children": [
                                {
                                    "content": "\n<p data-lines=\"195,196\">[史境溯源] 袁世凯死后（北京政府仍然控制在北洋军阀手中 ；1916年5月，北京政府宣布恢复“临时约法” 效力，并恢复1913年的国会，重新开始起草宪法 ；不久担任国务院总理的皖系军阀首领段祺瑞策划参加正在进行中的第一次世界大战，和总统黎元洪及国会发生冲突 ；1917年6月黎元洪罢免段祺瑞，又解散国会 ；军阀张勋乘机率军入京，上演了一场清朝复辟的丑剧 ；段祺瑞集结皖系武装，在平定张勋后，控制了北京政权 ；段祺瑞搞了新的国会组织法，成立了听命于他本人的新国会，废除“天坛宪草”，又重新起草宪法草案 ；但1920年、1922年先后爆发了直皖战争和直奉战争，北京政权又落入直系军阀曹锟、吴佩孚手中 ）</p>",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "195,196"
                                    }
                                },
                                {
                                    "content": "\n<p data-lines=\"196,197\">1.制定</p>",
                                    "children": [
                                        {
                                            "content": "北洋政府于1923年10月10日公布的《中华民国宪法》（因系曹锟为掩盖“贿选总统” 丑名而授意炮制，故又被称作“贿选宪法” ，是中国近代史上公布的第一部正式宪法 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "197,198"
                                            }
                                        },
                                        {
                                            "content": "[史境溯源] 1923年6月（在直奉战争中取胜的直系军阀曹锟，图谋自任总统 ；曹锟为“合法” 当选总统，命令直系军人暗中行动，凡参加总统选举的议员，每人奉送五千元支票 ；10月5日，参、众两院议员召开总统选举会，议员593人出席，曹锟以480票贿选为总统 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "198,199"
                                            }
                                        },
                                        {
                                            "content": "在总统选举的过程中（宪法会议在“天坛宪草” 基础上修订完成了《中华民国宪法草案》 ；10月8日，宪法会议匆匆完成宪法草案的三读程序 ；10月10日，在辛亥革命十二周年之际，曹锟就任大总统，宪法会议同日公布《中华民国宪法》 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "199,201"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "196,201"
                                    }
                                },
                                {
                                    "content": "\n<p data-lines=\"201,202\">2.特点：这部宪法共141条（分为13章：国体，主权，国土，国民，国权，国会，大总统，国务院，法院，法律，会计，地方制度，宪法之修正解释及效力 ）</p>",
                                    "children": [
                                        {
                                            "content": "（1）条文完备，形式民主",
                                            "children": [
                                                {
                                                    "content": "该宪法以1913年“天坛宪草” 为底本（立法技术较为成熟 ；宪法规定“中华民国永远为统一民主国”“中华民国主权属于全体国民” ；该宪法还规定了人民广泛的民主权利，以及代议制、责任内阁制、司法独立、财政审计制度等 ；这些条文对民主制度的建构，形式上已颇为完备 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "203,204"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "202,204"
                                            }
                                        },
                                        {
                                            "content": "（2）名义上实行地方自治（实则确认国内军阀的势力范围 ）",
                                            "children": [
                                                {
                                                    "content": "为了平衡各派军阀和大小军阀之间的关系（巩固曹锟、吴佩孚控制的中央大权，对“国权” 和“地方制度” 作了专门规定，实际上宪法成了大小军阀实现利益分配的账单 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "205,206"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 仅从其内容上来看（“贿选宪法” 继承并发展了“天坛宪草” 的精神和原则，实行了议会制和内阁责任制，又规定了中央和地方的分权制，较其以前任何一部宪法性文件都要完备 ；它是在吸收西方近代宪政理论、结合民国十年政治实践的基础上形成的，一定程度上体现了资产阶级民主派反对个人独裁、反对军阀专制、建立并巩固资产阶级民主政治的要求 ；但产生它的国会本就是非法的，公布它的直系军阀并无实施的意图，只是想用它来证明自己的权力在法律上的合法性和合宪性 ；事实上，这部宪法只是一纸空文而已 ；1924年段祺瑞执政后，即被废除 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "206,207"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "204,207"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "201,207"
                                    }
                                },
                                {
                                    "content": "\n<p data-lines=\"207,208\">典型真题关联（宪法相关 ）</p>",
                                    "children": [
                                        {
                                            "content": "1. 中国近代史上规定“大总统任期十年，得连任” 的法律文件（《修正大总统选举法》 ）（2011年单选第45题答案D  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "208,209",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 规定采用责任内阁制的中华民国时期的宪法性文件（《中华民国临时约法》；《中华民国宪法草案》（“天坛宪草” ） ）（2006年多选第63题答案AD  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "209,210",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. “袁记约法” 是指（《中华民国约法》 ）（2004年单选第47题答案B  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "210,211",
                                                "listIndex": 3
                                            }
                                        },
                                        {
                                            "content": "4. 下列宪法或宪法性文件中（对“国权” 和“地方制度” 分别作出专章规定的是1923年《中华民国宪法》 ）（2023年单选第39题答案D  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "211,212",
                                                "listIndex": 4
                                            }
                                        },
                                        {
                                            "content": "5. 史称“贿选宪法” 的是（1923年《中华民国宪法》 ）（2010年法单选第17题答案C  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "212,213",
                                                "listIndex": 5
                                            }
                                        },
                                        {
                                            "content": "6. 下列选项中（规定实行地方自治的宪法或宪法性文件是1923年《中华民国宪法》 ）（2009年单选第41题答案C  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "213,215",
                                                "listIndex": 6
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "207,215"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "194,195"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "150,151"
                    }
                },
                {
                    "content": "三、刑事立法",
                    "children": [
                        {
                            "content": "（一）《暂行新刑律》",
                            "children": [
                                {
                                    "content": "1.制定",
                                    "children": [
                                        {
                                            "content": "北洋政府成立之初（即将《大清新刑律》略加修订，改称《中华民国暂行新刑律》，作为刑事基本法加以援用 ；北洋政府法部随即拟定了《删修新刑律与国体抵触各章条等并删除暂行章程文》，并附列删除各章条目，经呈袁世凯批准，并通令各司法衙门遵行，是为《暂行新刑律》 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "218,219"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "217,219"
                                    }
                                },
                                {
                                    "content": "2.特点",
                                    "children": [
                                        {
                                            "content": "《暂行新刑律》篇章体例（一如《大清新刑律》，并无改变 ；就其内容而言，仅有两方面的变化：",
                                            "children": [
                                                {
                                                    "content": "（1）将有关帝制与皇室特权等与民国体制相违的条款一并删除（如删除“侵犯皇室罪” 全章12条，删除“毁弃制书”“伪造御玺” 等条款并取消《暂行章程》 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "221,222"
                                                    }
                                                },
                                                {
                                                    "content": "（2）为适应民国以后的变化而作部分文字、词语改动（如改“帝国” 为“中华民国”，改“臣民” 为“国民” 之类 ；又如“复奏” 改为“复准”，“恩赦” 改为“赦免”  ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "222,223"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "220,223"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "219,223"
                                    }
                                },
                                {
                                    "content": "3.《暂行新刑律施行细则》和《暂行新刑律补充条例》",
                                    "children": [
                                        {
                                            "content": "《暂行新刑律》实施以后（北洋政府于1912年8月和1914年12月先后颁行《暂行新刑律施行细则》和《暂行新刑律补充条例》，对《暂行新刑律》作了部分修正 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "224,225"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 《暂行新刑律补充条例》（一方面恢复了《大清新刑律》的《暂行章程》，以加强对伦常礼教秩序的维护，严明尊卑长幼的等级秩序；另一方面，加重对“内乱”“外患” 等重大犯罪的处罚，体现了袁世凯“以礼教号召天下，以重典慑服人心” 的专制要求 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "225,226"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "223,226"
                                    }
                                },
                                {
                                    "content": "4.刑法修正案",
                                    "children": [
                                        {
                                            "content": "1915年2月（北洋政府以《暂行新刑律》为基础，完成刑法修正案，共55章，432条，将《暂行新刑律补充条例》的内容正式纳入刑法草案正文 ；这一刑法草案未及议决公布，袁世凯即告垮台 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "227,228"
                                            }
                                        },
                                        {
                                            "content": "1919年（段祺瑞政府再度修订刑法草案，于次年草成《刑法第二次修正案》，对原刑法草案进行了较大的调整，成为1928年南京国民政府制定刑法的基础 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "228,229"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "226,229"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "216,217"
                            }
                        },
                        {
                            "content": "（二）单行刑事法规",
                            "children": [
                                {
                                    "content": "在北洋政府统治期间（还制定了一系列特别刑事法规，赋予优先适用的特别效力，计有《戒严法》《治安警察条例》《惩治盗匪法》《陆军刑事条例》《海军刑事条例》《徒刑改遣条例》《易答条例》《乱党自首条例》《边界禁匪章程》《私盐治罪法》等十多种 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "230,231"
                                    }
                                },
                                {
                                    "content": "这些单行刑事立法（多是为了强化社会治安而颁布，采取重刑方针，并恢复部分清朝旧刑罚如发遣刑和答刑，加重了刑罚残酷的程度 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "231,233"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "229,230"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "215,216"
                    }
                },
                {
                    "content": "四、民商事立法",
                    "children": [
                        {
                            "content": "（一）民事法律体系（民事法律渊源 ）",
                            "children": [
                                {
                                    "content": "1.现行律民事有效部分",
                                    "children": [
                                        {
                                            "content": "1912年3月（司法部曾呈请参议院援用《大清民律草案》 ；4月3日，参议院决议：“所有前清规定之法院编制法、商律、违警律，及宣统三年颁布之新刑律，刑事、民事诉讼律草案，并先后颁布之禁烟条例、国籍条例等，除与民国国体抵触之处应行废止外，其余均准暂时适用；惟民律草案，前清时并未宣布，无从援用，嗣后凡关民事案件，应仍照前清现行律中规定各条办理。”  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "236,237"
                                            }
                                        },
                                        {
                                            "content": "根据这个决议的精神和大理院有关判例的规定（北洋政府时期实际施行的民法（称“现行律民事有效部分” ）包括：《大清现行刑律》中关于民事部分内容，服制图、服制名例中有关亲族如户役、田宅、婚姻、犯奸、斗殴、钱债等部分；《大清户部则例》中关于户口、田赋、租税等内容 ；“现行律民事有效部分” ，是民初一种主要而又特殊的民事法源 ；民初在无民法典的特殊历史条件下，“现行律民事有效部分” 作为第一位的法源实施将近20年，成为“前民法典时代” 的“实质民法”  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "237,238"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "235,238"
                                    }
                                },
                                {
                                    "content": "2.民事单行法令",
                                    "children": [
                                        {
                                            "content": "由于“现行律民事有效部分”（条文甚为简略，不敷使用，北洋政府还颁布了一些民事单行法令以解决社会生活中的具体问题，如《验契条例》（1914）、《管理寺庙条例》（1915）、《清理不动产典当办法》（1917）等  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "239,240"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "238,240"
                                    }
                                },
                                {
                                    "content": "3.判例和解释例",
                                    "children": [
                                        {
                                            "content": "“现行律民事有效部分”（和各种单行民事法令构成的民事制定法体系，庞杂简陋，难以满足民事司法的需要 ；大理院不得不在具体的民事审判实践中，以判例和解释例，解释制定法，消除其内在矛盾，补充其缺漏  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "241,242"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "240,242"
                                    }
                                },
                                {
                                    "content": "4.习惯法和条理",
                                    "children": [
                                        {
                                            "content": "1913年（大理院在上字第64号判决中，引用《大清民律草案》第1条：“判断民事案件应先依法律所规定；法律无明文者，依习惯法；无习惯法者，依条理。” 从而确认习惯法和条理是补充性的法律渊源  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "243,244"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "242,244"
                                    }
                                },
                                {
                                    "content": "典型真题关联（民事法律渊源 ）",
                                    "children": [
                                        {
                                            "content": "1. 北洋政府时期是我国民事法律近代化过程中的重要阶段（其民事法律渊源包括制定法、民事习惯、条理、大理院判例解释例 ）（2024年多选第49题，2024年法多选第29题答案ABCD  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "245,246",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 北洋政府时期的民事法律渊源中效力最高的是（现行律民事有效部分 ）（2021年单选第39题答案D  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "246,247",
                                                "listIndex": 2
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "244,247"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "234,235"
                            }
                        },
                        {
                            "content": "（二）民国民律草案（《民律第二次草案》 ）",
                            "children": [
                                {
                                    "content": "同时（北洋政府依照清末民商分立的原则，进行编纂民法典的尝试 ；1914年，为收回领事裁判权，北洋政府法律编查会（后改称修订法律馆）以《大清民律草案》为基础，结合各省民商事习惯，参照各国最新法例，开始修订民律  ）",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 民国北洋政府时期（民选立法机构国会常年处于解散状态 ；负责制定法律的机构主要为法制局下设的法典编纂会（北洋政府将前清的修订法律馆机构予以保留，1912年改为法典编纂会），起草和制定宪法以外的法律 ；1914年这个机构更名为法律编查会，隶属司法部，1918年又被改为修订法律馆  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "249,250"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "248,250"
                                    }
                                },
                                {
                                    "content": "至1926年（完成民事总则、债、物权、亲属、继承五编草案，共计1522条，称《民律第二次草案》  ）",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 《民律第二次草案》（第二编由“债权” 改称“债” ，以兼顾债权人和债务人的利益 ；另外，《民律第二次草案》的条文数目，现存两种说法（1320条和1522条），笔者认为1522条的说法更为准确 ；1320条的说法可能是误将草案初稿成分阶段提交的条文数目视为总数 ；而修订法律馆的工作报告中提到草案总规模为“五编千五百余条” ，与1522条的说法一致  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "251,252"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "250,252"
                                    }
                                },
                                {
                                    "content": "不久（段祺瑞政府垮台，民律草案未能正式完成立法程序 ；1926年11月，北洋政府司法部通令各级司法机关，将民律草案作为条理加以适用  ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "252,253"
                                    }
                                },
                                {
                                    "content": "《民律草案》注重采纳本国固有法和司法经验（将“现行律民事有效部分” 和大理院历年民事判例、解释例采纳为法典条文；在继受外国法方面，草案也更为成熟；在价值取向上，草案摒弃个人主义，而采社会本位，对所有权和契约自由等西方传统的绝对民事权利与自由加以限制，以维护社会公共利益  ）",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 此草案具有一定的进步意义（基本做到了在借鉴西方民法的同时吸收固有习惯，比如为适应中国民间的交易和生活习惯，专门增加“典权” 一章、规定“宗祧继承” 等 ；此草案还强调人格平等，减少对妻子人格的限制，妻子一般能够自由处分其特有的财产  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "254,255"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "253,255"
                                    }
                                },
                                {
                                    "content": "北洋政府还颁布或起草了许多单行的商事和经济法律法规（较为重要者包括《矿业条例》《森林法》《不动产登记条例》《商人通例》《公司条例》《证券交易所法》《破产法草案》《海船法草案》《票据法草案》等 ；这些法律法规，在客观上大多适应了商品经济的发展，有利于中国民族资本主义力量的增强 ；但是，多数商事法律草案未完成立法程序  ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "255,256"
                                    }
                                },
                                {
                                    "content": "[总结对比]\n<table data-lines=\"257,261\">\n<thead data-lines=\"257,258\">\n<tr data-lines=\"257,258\">\n<th>比较项</th>\n<th>《大清民律草案》</th>\n<th>《民律第二次草案》</th>\n</tr>\n</thead>\n<tbody data-lines=\"259,261\">\n<tr data-lines=\"259,260\">\n<td>相同点</td>\n<td>未公布施行；德国民法典五编制体例；民商分立；“模范列强” + “固守国粹”（采纳本国固有法+继受外国法）</td>\n<td>未公布施行；德国民法典五编制体例；民商分立；“模范列强” + “固守国粹”（采纳本国固有法+继受外国法）</td>\n</tr>\n<tr data-lines=\"260,261\">\n<td>不同点</td>\n<td>清末；第二编“债权”；修订法律馆（松冈义正+礼学馆）</td>\n<td>北洋；第二编“债”；法律编查会（后改称修订法律馆）</td>\n</tr>\n</tbody>\n</table>",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "256,261"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "247,248"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "233,234"
                    }
                },
                {
                    "content": "五、司法制度",
                    "children": [
                        {
                            "content": "（一）司法机关的体系",
                            "children": [
                                {
                                    "content": "1.普通法院系统实行四级三审制",
                                    "children": [
                                        {
                                            "content": "北洋政府成立之初（对清末颁行的《法院编制法》略加删改，更名为《暂行法院编制法》，继续援用  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "264,265"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 从各地审判实践来看（南京临时政府时期基本倾向实行四级三审制，但从立法角度来讲，南京临时政府也就持续了3个月左右时间，来不及对此进行统一立法，对审级制度并未作出明确法律规定  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "265,266"
                                            }
                                        },
                                        {
                                            "content": "（1）中央设大理院（是最高审判机关 ；下设民事庭和刑事庭，审判案件时，由推事五人组成合议庭  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "266,267"
                                            }
                                        },
                                        {
                                            "content": "（2）省设高等审判厅（下亦设民事庭和刑事庭，由推事三人组成合议庭  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "267,268"
                                            }
                                        },
                                        {
                                            "content": "（3）城市设地方审判厅（受理二审案件或重要的一审案件 ；属于第一审者，由推事一人独任审理；属于第二审者，采用合议制  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "268,269"
                                            }
                                        },
                                        {
                                            "content": "（4）县一级设初级审判厅或县知事兼理司法（初级审判厅审理第一审轻微刑事案件及一般民事案件，实际上未及建立，仍由县知事兼理司法审判  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "269,270"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "263,270"
                                    }
                                },
                                {
                                    "content": "2.平政院",
                                    "children": [
                                        {
                                            "content": "1914年3月又公布《平政院编制令》（从而形成了二元司法体制：普通法院负责民事、刑事案件的裁判，平政院则职掌行政诉讼的裁判 ；北洋政府后又公布《平政院处务规则》《行政诉讼法》和《诉愿法》（相当于今天的《行政复议法》 ）等法律法规，建立了中国最早的行政诉讼制度  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "271,272"
                                            }
                                        },
                                        {
                                            "content": "[史境溯源] 平政院存续的14年间（军阀割据、吏治腐败相当严重，每年受理案件不过数十起 ；平政院经费极为紧张（以致平政院有“贫政院” 的绰号），评事们虽大多缺乏专业的法律素养，但却多有丰富的行政经验 ；从目前已知的行政诉讼案件来看，这些评事已经尽可能地维护司法公正  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "272,273"
                                            }
                                        },
                                        {
                                            "content": "例如（1924年北京女师大风潮爆发，鲁迅公开发表宣言支持该校学生的斗争 ；第二年，时任教育总长章士钊呈请临时执政以“结合党徒，附合女生，倡设校务维持会，充任委员。似此违法抗令，殊属不合” 等理由将鲁迅免职 ；鲁迅于是年8月至平政院起诉教育部对其免职处分违法 ；至1926年2月，平政院裁决教育部的处分系属违法，应予取消 ；此案以鲁迅胜诉告终  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "273,274"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "270,274"
                                    }
                                },
                                {
                                    "content": "3.实行审检分立制度",
                                    "children": [
                                        {
                                            "content": "《暂行法院编制法》实行审检分立制度（总检察厅、高等检察厅、地方检察厅、初级检察厅分别对应大理院、高等审判厅、地方审判厅、初级审判厅而设，由检察长、检察官组成，独立行使职权  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "275,276"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "274,276"
                                    }
                                },
                                {
                                    "content": "典型真题关联（平政院 ）",
                                    "children": [
                                        {
                                            "content": "1. 民国十四年秋（教育部佥（qiān）事周树人提起行政诉讼，要求撤销教育部对其的免职令 ；依据北洋政府时期的法律，受理该案的机构是平政院 ）（2019年单选第31题，2019年法单选第19题答案B  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "277,278",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 北洋政府时期负责行政诉讼案件审判的机构（是平政院 ）（2015年单选第40题答案B  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "278,279",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 北洋政府时期审判行政诉讼案件的机构（是平政院 ）（2014年法单选第19题答案D  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "279,281",
                                                "listIndex": 3
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "276,281"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "262,263"
                            }
                        },
                        {
                            "content": "（二）诉讼审判制度的主要特点",
                            "children": [
                                {
                                    "content": "1.原则上实行司法独立",
                                    "children": [
                                        {
                                            "content": "诉讼制度原则上实行四级三审终审制（在形式上标榜所谓审判独立、公开审判、辩护原则、上诉制度以及检察官独立行使职权等 ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 北洋政府时期的宪法性法律（法院编制法都确认和保障司法独立，但是由于司法经费极为匮乏，司法人才短缺，特别是军阀干涉司法，致使司法独立在很大程度上停留在纸面上 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "285,286"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "284,286"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "283,284"
                                    }
                                },
                                {
                                    "content": "2.地方行政官兼理司法",
                                    "children": [
                                        {
                                            "content": "北洋政府普遍设立“兼理司法法院”（即由县知事兼领司法审判权，并公布了《县知事兼理司法事务暂行条例》，恢复了传统社会基层行政官员兼理审判的制度 ；以后虽略有调整，但在县一级所设司法公署中，县知事仍掌握检举、缉捕、勘验、递解、刑事执行等权，地位举足轻重 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "287,288"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 截至1926年（只完成了66所地方审判厅以及23所审判分厅的设立，而以县知事兼理司法的则多达1800所 ；为改变县知事兼理司法浓厚的行政、司法合一的色彩，民国北京政府在1917年5月公布《县司法公署组织章程》，要求在未设立审判厅的各县设立司法公署独立行使审判权 ；县司法公署由考选出来的司法专业人员担任审判员，以县知事负责检举犯罪、缉捕罪犯并执行刑事判决 ；但由于其剥夺了地方官吏的司法权，地方对司法公署的设置持消极态度 ；到1926年底，全国在近十年时间内仅设立了46所司法公署，绝大多数的县级地方依然以县知事兼理司法审判 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "288,289"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "286,287"
                                    }
                                },
                                {
                                    "content": "3.军阀干涉司法",
                                    "children": [
                                        {
                                            "content": "武断专横是北洋政府司法制度的一大弊病（滥施军事审判，利用军法审判干预司法，成为其诉讼审判制度的突出特点 ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 北洋政府时期的中央政府为大军阀所把持（地方政府为小军阀所掌握，大小军阀的军队中都设有军政执法处 ；军政执法处为专门军事司法机关，管辖军人违法案件，可是大小军阀利用它“口衔刑宪，意为生杀”  ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "291,292"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "290,292"
                                            }
                                        },
                                        {
                                            "content": "北洋政府肆意扩大军事审判和军法适用的范围（平民“犯法” ，往往通过军法会审，按军法论处 ；军事审判的程序又是特别程序，当事人不得控诉和上告，不准旁听，不准邀请辩护人，一切服从于军事长官的意志，比起普通法院的司法审判更为专横和武断 ；北洋政府统治时期，各派军阀连年混战，时常处于战争的戒严状态下 ；因此，军事审判在司法中占据了主导地位，普通审判成了军事审判的补充  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "292,293"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "289,290"
                                    }
                                },
                                {
                                    "content": "典型真题关联（司法制度 ）",
                                    "children": [
                                        {
                                            "content": "1. 北洋政府普通法院系统实行的司法审级制度（是四级三审制 ）（2010年单选第42题答案B  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "294,295",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 北洋政府的最高审判机关（是大理院 ）（2005年单选第44题答案B  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "295,297",
                                                "listIndex": 2
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "293,294"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "281,282"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "261,262"
                    }
                }
            ],
            "payload": {
                "tag": "h2",
                "lines": "121,122"
            }
        }
    ],
    "payload": {
        "tag": "h1",
        "lines": "0,1"
    }
}