// chapter2.js
var chapter2 = {
    "content": "<strong>第一章 初创时期的古代法制</strong>",
    "children": [
        {
            "content": "\n<h3 data-lines=\"1,2\">第一节 夏、商（约公元前21世纪-约公元前11世纪）</h3>",
            "children": [
                {
                    "content": "\n<p data-lines=\"2,3\">本节学习提要</p>",
                    "children": [
                        {
                            "content": "夏、商、西周史称“三代”，公元前21世纪启建夏朝（第一个王朝，存四百余年 ）；公元前16世纪汤建商朝（存约六百年 ），夏、商建法制维护统治",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "3,4"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "2,4"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"4,5\">一、中国法律的起源</h3>",
                    "children": [
                        {
                            "content": "（一）夏朝的建立与中国法律的产生",
                            "children": [
                                {
                                    "content": "1.夏朝的建立",
                                    "children": [
                                        {
                                            "content": "文献、考古不足，对夏商法律制度认识有限，学界认为夏王朝建立标志中国进入国家和法的历史发展阶段",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "7,8"
                                            }
                                        },
                                        {
                                            "content": "（1）按地域划分统治区域是国家形成标志之一：大禹按地域划分，设“九牧”管九州",
                                            "children": [
                                                {
                                                    "content": "“茫茫禹迹，划为九州，经启九道。”——《左传·襄公四年》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "9,10"
                                                    }
                                                },
                                                {
                                                    "content": "“铸九鼎，象九州。”——《汉书·郊祀志上》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "10,11"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "8,11"
                                            }
                                        },
                                        {
                                            "content": "（2）王位世袭制是国家形成标志之一：夏禹传子启，世袭制代禅让制，启成首位世袭君主，国家机构、公共权力系统（军队等 ）建立完善，夏朝历14世17王400余年",
                                            "children": [
                                                {
                                                    "content": "“自虞夏时，贡赋备矣。”——《史记·夏本纪》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "12,13"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "11,13"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "6,13"
                                    }
                                },
                                {
                                    "content": "2.中国法律的产生：夏朝统治者改造原始“礼”和氏族习惯为习惯法，颁法令惩违抗“王命”等犯罪",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 法起源规律：习惯→习惯法→制定法，先不成文（习惯、习惯法 ）后成文（制定法 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "14,15"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "13,15"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "5,15"
                            }
                        },
                        {
                            "content": "（二）中国法律起源的特点",
                            "children": [
                                {
                                    "content": "中国国家和法形成与其自然环境相关，有鲜明特点，文明起源中，血缘关系纽带转化为家族、宗族制度且加固，法起源不同于西方",
                                    "children": [
                                        {
                                            "content": "1.古代法的起源与宗法等级制度紧密结合，有明显宗法伦理性质：王权与族权统一，家国一体，法形成兼具国法和宗法双重性质",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "17,18"
                                            }
                                        },
                                        {
                                            "content": "2.古代法的起源主要以“刑始于兵”和“礼源于祭祀”的形式完成",
                                            "children": [
                                                {
                                                    "content": "古代法制由礼与刑组成，贯穿礼刑并用原则，法形成有礼刑兼备特色",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "19,20"
                                                    }
                                                },
                                                {
                                                    "content": "[典文释义]“国之大事，在祀与戎。”——《左传·成公十三年》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "20,21"
                                                    }
                                                },
                                                {
                                                    "content": "定居农业经济使人类有剩余产品，催生祭祀神灵仪式和设施；收获后生活资料争夺促进武装冲突、国家机构产生，部落习惯向法律演化",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "21,22"
                                                    }
                                                },
                                                {
                                                    "content": "（1）“礼源于祭祀”（礼）：祭祀是对精神力量崇敬，祭礼得依严格礼仪、程序，礼起源于原始社会末期宗教祭祀活动，规定祭祀成员身份等，强化等级，受统治者重视，维护等级秩序",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "22,23"
                                                    }
                                                },
                                                {
                                                    "content": "（2）“刑始于兵”：部落联盟早期靠群体舆论等维序，剥夺生命等处罚用于部落征战、对待俘虏；联盟扩大后，处罚引入内部管理",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "23,24"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "18,24"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "16,24"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "15,24"
                            }
                        },
                        {
                            "content": "3.古代法的起源以自给自足的自然经济结构为基础：家庭是农业生产单位，强调家族等利益和协作，社会分工由宗族组织调节，家长权等淹没个人权利，致公法体系发达、私法不够发达",
                            "children": [
                                {
                                    "content": "[老龚点睛]“公法体系发达”",
                                    "children": [
                                        {
                                            "content": "古代中国地域广、人口多，秦王朝后建统治控制系统，一是保统治秩序，严处危害犯罪，建严厉刑法体系；二是保管理秩序，建文官、行政法体系",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "26,27"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "25,27"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "24,27"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "4,27"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"27,28\">二、立法概况</h3>",
                    "children": [
                        {
                            "content": "（一）夏朝：“禹刑”“王命”“誓”",
                            "children": [
                                {
                                    "content": "夏朝政治法律制度初创、简单，法律规范多由原始氏族习惯转化的礼法，“禹刑”非成文法典，泛指夏朝法律刑罚，托名禹作，内容难详，“夏后氏正刑有五，科条三千”反映其状况",
                                    "children": [
                                        {
                                            "content": "[典文释义]“夏有乱政，而作禹刑。”——《左传·昭公六年》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "30,31"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "29,31"
                                    }
                                },
                                {
                                    "content": "此外，夏王发布“王命”（如启讨有扈氏的《甘誓》 ）、“誓”是重要法律渊源",
                                    "children": [
                                        {
                                            "content": "[典文释义]“有扈氏威侮五行（指天道），怠（dài）弃三正（指大臣），天用剿绝其命。今予惟恭行天之罚。左不攻于左，汝不恭命；右不攻于右，汝不恭命；御非其马之正，汝不恭命。用命，赏于祖；弗用命，戮于社，予则孥（nú）戮汝。”——《尚书·甘誓》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "32,33"
                                            }
                                        },
                                        {
                                            "content": "[意即] 有扈氏轻慢天、大臣，夏王奉天罚。战车左右、御者不奉令受罚，奉令赏、弗令罚",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "33,34"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "31,34"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "28,34"
                            }
                        },
                        {
                            "content": "（二）商朝：“汤刑”“命”“誓”“诰”",
                            "children": [
                                {
                                    "content": "商朝政治成熟、国家机构完备，随政治变迁（如盘庚东迁 ），法制大变，“汤刑”是商朝法律总称",
                                    "children": [
                                        {
                                            "content": "“商有乱政，而作汤刑。”——《左传·昭公六年》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "36,37"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "35,37"
                                    }
                                },
                                {
                                    "content": "不成文习惯法和王发布的“命”“誓”“诰（gào）”有很高效力",
                                    "children": [
                                        {
                                            "content": "“命”：王针对具体事发布的命令",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "38,39"
                                            }
                                        },
                                        {
                                            "content": "“誓”：侧重出兵前盟誓，发布军令、军纪，类后来军法",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "39,40"
                                            }
                                        },
                                        {
                                            "content": "“诰”：侧重王对大臣等发的命令、指示、训诫",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "40,41"
                                            }
                                        },
                                        {
                                            "content": "“尔不从誓言，予则孥戮汝，罔（wǎng）有攸（yōu）赦（决不宽恕）。”——《尚书·汤誓》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "41,42"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "37,42"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "34,42"
                            }
                        },
                        {
                            "content": "补充知识",
                            "children": [
                                {
                                    "content": "1.“乱政”：可理解为奴隶反抗奴隶主贵族斗争、坚持氏族旧传统集团反对重建阶级秩序斗争",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "43,44"
                                    }
                                },
                                {
                                    "content": "2.“刑”：古代法律主要作用“定罪量刑”，“刑”与“法”“律”同义，律典通称“刑律”，法官称“刑官”，隋后中央司法部门叫“刑部”，正史载立法司法事常叫“刑法志”“刑罚志”",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "44,46"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "42,46"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "27,46"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"46,47\">三、刑事立法</h3>",
                    "children": [
                        {
                            "content": "（一）罪名",
                            "children": [
                                {
                                    "content": "1.夏朝",
                                    "children": [
                                        {
                                            "content": "（1）“不孝”",
                                            "children": [
                                                {
                                                    "content": "[典文释义]“五刑之属三千，而罪莫大于不孝。”——《孝经·五刑》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "50,51"
                                                    }
                                                },
                                                {
                                                    "content": "夏朝处于国家和法律产生早期，“三千”指刑事处罚判决数，不孝罪是不善待祖父母、父母，触犯家庭伦理，被列为重大犯罪重点打击",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "51,52"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "49,52"
                                            }
                                        },
                                        {
                                            "content": "（2）“昏、墨、贼”",
                                            "children": [
                                                {
                                                    "content": "据春秋后期晋国大夫叔向解释：“己恶而掠美为昏，贪以败官为墨，杀人不忌为贼”，犯此三项罪均处死刑",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "53,54"
                                                    }
                                                },
                                                {
                                                    "content": "[典文释义]“晋邢（xíng）侯与雍子争鄐（chù）田，久而无成。士景伯如楚，叔鱼摄理，韩宣子命断旧狱，罪在雍子。雍子纳其女于叔鱼，叔鱼蔽罪邢侯。邢侯怒，杀叔鱼与雍子于朝。宣子问其罪于叔向。叔向曰：‘三人同罪，施生戮死可也。雍子自知其罪而赂以买直，鲋（fù，即叔鱼）也鬻（yù）狱，刑侯专杀，其罪一也。己恶而掠美为昏，贪以败官为墨，杀人不忌为贼。《夏书》曰：‘昏、墨、贼，杀。’皋陶（gāo yáo）之刑也。请从之。’乃施邢侯而尸雍子与叔鱼于市。”——《左传·昭公十四年》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "54,55"
                                                    }
                                                },
                                                {
                                                    "content": "[意即] 晋国邢侯、雍子争田多年，士景伯出使，叔鱼代理理职，韩宣子命断案，罪在雍子，雍子以女贿叔鱼，叔鱼判邢侯败诉，邢侯杀叔鱼、雍子，韩宣子问叔向，叔向释“昏、墨、贼”罪，依夏朝《夏书》，三者当死，邢侯被押市场处决，雍子、叔鱼尸体示众，体现当时司法参考旧法、判例",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "55,56"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "52,56"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "48,56"
                                    }
                                },
                                {
                                    "content": "2.商朝",
                                    "children": [
                                        {
                                            "content": "“殷因于夏，有所损益。”——《晋书·刑法志》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "57,58"
                                            }
                                        },
                                        {
                                            "content": "“刑三百，罪莫重于不孝。”——《吕氏春秋·孝行》引《尚书》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "58,59"
                                            }
                                        },
                                        {
                                            "content": "商朝在夏朝法制基础上，罪名、刑罚、司法制度有发展，沿用不孝、违命等罪名，又有新创",
                                            "children": [
                                                {
                                                    "content": "（1）“乱政”“疑众”",
                                                    "children": [
                                                        {
                                                            "content": "[典文释义]“析言破律，乱名改作，执左道以乱政，杀。作淫声、异服、奇技、奇器以疑众，杀。行伪而坚，言伪而辩，学非而博，顺非而泽以疑众，杀。假于鬼神、时日、卜筮以疑众，杀。”——《礼记·王制》",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "61,62"
                                                            }
                                                        },
                                                        {
                                                            "content": "[意即] 断章取义解法律、乱名改作、操邪术乱政，杀；制淫靡音、奇异服等惑众，杀；行为伪善顽固、言论诡辩、学异端广博、顺错误粉饰惑众，杀；假鬼神等惑众，杀",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "62,63"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "60,63"
                                                    }
                                                },
                                                {
                                                    "content": "（2）“三风十愆（qiān）”",
                                                    "children": [
                                                        {
                                                            "content": "[典文释义]“敢有恒舞于宫、酣歌于室，时谓‘巫风’；敢有殉于货色、恒于游畋（tián），时谓‘淫风’；敢有侮圣言、逆忠直、远耆（qí）德、比顽童，时谓‘乱风’。惟兹三风十愆，卿士有一于身家必丧，邦君有一于身国必亡。臣下不匡，其刑墨，具训于蒙士。”——《尚书·伊训》",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "64,65"
                                                            }
                                                        },
                                                        {
                                                            "content": "为惩治职官犯罪，商朝定“三风十愆”，即官吏有巫风（恒舞于宫等 ）、淫风（殉于货色等 ）、乱风（侮圣言等 ）三类恶劣风气及十种行为，受墨刑等处罚",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "65,66"
                                                            }
                                                        },
                                                        {
                                                            "content": "巫风：庭内起舞、沉溺酒歌等",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "66,67"
                                                            }
                                                        },
                                                        {
                                                            "content": "淫风：贪求财物、迷恋美色、狩猎不休等",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "67,68"
                                                            }
                                                        },
                                                        {
                                                            "content": "乱风：蔑视圣人（尧舜禹、商汤）教训、拒绝忠直劝告、疏远贤德高士、亲近庇护小人等",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "68,69"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "63,69"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "59,69"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "56,69"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "47,69"
                            }
                        },
                        {
                            "content": "\n<h3 data-lines=\"69,70\">（二）五刑：墨，劓，剕（刖），宫，大辟</h3>",
                            "children": [
                                {
                                    "content": "五刑起源记载最早见于《尚书》，源于苗民说法流行",
                                    "children": [
                                        {
                                            "content": "“苗民弗用灵，制以刑。惟作五虐之刑，曰法，杀戮无辜。”——《尚书·吕刑》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "71,72"
                                            }
                                        },
                                        {
                                            "content": "华夏族征服苗民后，袭用肉刑并损益，形成墨、劓、剕、宫、大辟刑罚体系，为常用体系",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "72,73"
                                            }
                                        },
                                        {
                                            "content": "1.墨刑，又称黥刑，在罪人面或额头刺刻涂墨，是肉刑、耻辱刑，上古五刑中最轻，后世刺字刑是其变种",
                                            "children": [
                                                {
                                                    "content": "“墨，黥也，先刻其面，以墨窒之。言刻额为疮，以墨窒疮孔，令变色也。”——沈家本《历代刑法考》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "74,75"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "73,75"
                                            }
                                        },
                                        {
                                            "content": "2.劓刑，割鼻之刑，较墨刑重",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "75,76"
                                            }
                                        },
                                        {
                                            "content": "3.剕刑，也作刖刑、髌刑、膑刑，秦汉称斩趾，断人足或剔膝盖骨，使人失行走能力，夏商时为主要刑种，隋唐前与宫刑为次死之刑",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 剕刑称谓三代不同，夏称髌刑，商称刖刑，《吕刑》称剕刑",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "77,78"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "76,78"
                                            }
                                        },
                                        {
                                            "content": "4.宫刑，又称淫刑、腐刑，源于苗民的椓（zhuó）刑，破坏生殖器官，对男性去势、女性幽闭，早先适用于“男女不以义交者”，后扩大适用，成五刑中除死刑外最残酷刑罚，汉以后作为代死之刑，至北齐天统五年（569年 ）从法律上废止",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "78,79"
                                            }
                                        },
                                        {
                                            "content": "5.大辟在甲骨文中是灾祸意，后作死刑总称，执行方法主要斩首，夏商周三代死刑方法多样、残酷，商末出现炮烙、醢（hǎi）、脯（fǔ）等酷刑",
                                            "children": [
                                                {
                                                    "content": "[典文释义1]“膏铜柱，下加之炭，令有罪者行焉，辄坠炭中，妲己笑，名曰炮烙（又作‘烙’）之刑。”——《史记集解》引《列女传》，“炮烙”是铜柱涂油烧炭，令罪人行，坠炭烧死",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "80,81"
                                                    }
                                                },
                                                {
                                                    "content": "[典文释义2]“九侯有好女，入之纣。九侯女不喜淫，纣怒，杀之，而醢九侯。”——《史记·殷本纪》，“醢”是把罪犯处死后剁成肉酱",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "81,82"
                                                    }
                                                },
                                                {
                                                    "content": "[典文释义3]“醢九侯，鄂侯争之强，辨之疾，并脯鄂侯。”——《史记·殷本纪》，“脯”是把罪犯处死后切成肉块晒成肉干",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "82,83"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "79,83"
                                            }
                                        },
                                        {
                                            "content": "上述五刑除大辟外，其他四种属“刻肌肤，断肢体”肉刑，反映早期社会刑罚复仇主义和报应主义特点",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "83,84"
                                            }
                                        },
                                        {
                                            "content": "除“正刑有五”外，还存鞭扑、流刑、劳役刑、赎刑等刑罚，墨、劓、剕、宫、大辟五刑，是上古有代表性刑罚，沿用数千年",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "84,85"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 一般将古代分为：上古（夏商周）、中古（秦至元）、近古（明清）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "85,86"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "70,86"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "69,86"
                            }
                        },
                        {
                            "content": "\n<h3 data-lines=\"86,87\">（三）刑罚适用原则</h3>",
                            "children": [
                                {
                                    "content": "[典文释义]“与其杀不辜，宁失不经。”——《左传·襄公二十六年》引《夏书》",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "87,88"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "86,88"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "46,88"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"88,89\">四、司法制度（跨节整合，因原内容关联）</h3>",
                    "children": [
                        {
                            "content": "（一）天罚与神判",
                            "children": [
                                {
                                    "content": "“天命玄鸟，降而生商。”——《诗经·商颂》",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "90,91"
                                    }
                                },
                                {
                                    "content": "“殷人尊神，率民以事神，先鬼而后礼，先罚而后赏，尊而不亲。”——《礼记·表记》",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "91,92"
                                    }
                                },
                                {
                                    "content": "夏商，尤其商朝神权政治盛行，商汤代夏自诩“有殷受天命”，后期王权扩张，神权与政权结合，司法上宗教禁忌与审判制度结合，具“天罚”“神判”特色，是夏商诉讼制度显著特征",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] “天罚”即承上天旨意征伐惩罚；“神判”即神明裁判，如占卜、神兽判决等",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "93,94"
                                            }
                                        },
                                        {
                                            "content": "卜者、巫史参与司法，通过祭祀占卜求神意，以“神判”定司法审判和定罪量刑，商朝常见，商王握最高审判权",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "94,95"
                                            }
                                        },
                                        {
                                            "content": "[史境溯源] “獬豸（xiè zhì）决狱”：皋陶时，獬豸似羊一角，青色四足，知曲直、识有罪，触不直，皋陶判疑狱令触之，天下无冤",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "95,96"
                                            }
                                        },
                                        {
                                            "content": "[典文释义]“灋，刑也。平之如水，从水；廌，所以触不直者去之，从去。”——《说文解字》（灋=水+廌（zhì）+去 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "96,97"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "92,97"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "89,97"
                            }
                        },
                        {
                            "content": "（二）监狱：圜（huán）土，羑里",
                            "children": [
                                {
                                    "content": "尧舜时代已有监狱",
                                    "children": [
                                        {
                                            "content": "“皋陶造狱，法律存。”——《急就章》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "99,100"
                                            }
                                        },
                                        {
                                            "content": "“狱，从二犬，从言者讼也。”——《说文解字》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "100,101"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "98,101"
                                    }
                                },
                                {
                                    "content": "1.夏朝：“圜土”“夏台”“钧台”",
                                    "children": [
                                        {
                                            "content": "（1）“圜土”：地下挖圆形土牢或地上围圆土墙拘罪人",
                                            "children": [
                                                {
                                                    "content": "“狱……又谓之圜土，筑其表墙，其形圆也。”——《尔雅·释名·释宫室》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "103,104"
                                                    }
                                                },
                                                {
                                                    "content": "“夏帝芬三十六年作圜土。”——《竹书纪年》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "104,105"
                                                    }
                                                },
                                                {
                                                    "content": "[史境溯源] 夏帝芬是第七代夏王，国势强，领土扩张，战争俘获奴隶与罪犯增多，修监狱",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "105,106"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "102,106"
                                            }
                                        },
                                        {
                                            "content": "（2）“夏台”“钧台”：夏桀囚商族首领汤于“夏台”，夏朝监狱又称“夏台”“钧台”",
                                            "children": [
                                                {
                                                    "content": "“召汤而囚之夏台。”——《史记·夏本纪》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "107,108"
                                                    }
                                                },
                                                {
                                                    "content": "“夏启有钧台。”——《左传·昭公四年》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "108,109"
                                                    }
                                                },
                                                {
                                                    "content": "[史境溯源] “夏台”“钧台”在今河南禹州",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "109,110"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "106,110"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "101,110"
                                    }
                                },
                                {
                                    "content": "2.商朝：“圜土”“囹圄”“羑（yǒu）里”",
                                    "children": [
                                        {
                                            "content": "（1）“圜土”：商因袭夏，监狱仍称“圜土”",
                                            "children": [
                                                {
                                                    "content": "“昔者傅说（yuè）居北海之洲，圜土之上。”——《墨子·尚贤下》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "112,113"
                                                    }
                                                },
                                                {
                                                    "content": "[史境溯源] “傅说”曾被囚圜土，商王武丁提拔为宰相",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "113,114"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "111,114"
                                            }
                                        },
                                        {
                                            "content": "（2）“囹圄”",
                                            "children": [
                                                {
                                                    "content": "“囹圄，所以拘罪人。”——《说文解字》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "115,116"
                                                    }
                                                },
                                                {
                                                    "content": "“善为政者，仓廪（lǐn）实而囹圄空；不能为政者，仓廪虚而囹圄实。”——《管子·五辅》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "116,117"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "114,117"
                                            }
                                        },
                                        {
                                            "content": "（3）“羑里”",
                                            "children": [
                                                {
                                                    "content": "“纣王囚西伯（周文王）于羑里。”——《史记·殷本纪》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "118,119"
                                                    }
                                                },
                                                {
                                                    "content": "[史境溯源] “羑里”在今河南安阳汤阴县",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "119,120"
                                                    }
                                                },
                                                {
                                                    "content": "[典型真题] 《竹书纪年》记载：“夏帝芬三十六年作圜土。”这里的“圜土”是指（ ）。（2013年单选第30题）答案B（监狱 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "120,122"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "117,122"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "110,122"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "97,122"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "88,122"
                    }
                }
            ],
            "payload": {
                "tag": "li",
                "lines": "1,122"
            }
        },
        {
            "content": "\n<h3 data-lines=\"122,123\">第二节 西周（约公元前11世纪-前771年）</h3>",
            "children": [
                {
                    "content": "\n<p data-lines=\"123,124\">本节学习提要</p>",
                    "children": [
                        {
                            "content": "自牧野之战（前1046年）灭商至平王东迁（前770年），西周存二百七十余年，文明创新灿烂，影响深远。统治者总结夏商治理经验，结合需求，创宗法制等，“明德慎罚”立法思想等体现西周法制文明，对后世影响大",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "124,125"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "123,125"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"125,126\">一、立法概况</h3>",
                    "children": [
                        {
                            "content": "\n<h3 data-lines=\"126,127\">（一）“明德慎罚”的立法指导思想</h3>",
                            "children": [
                                {
                                    "content": "周初统治者从商败亡吸教训，认为天命归有德者，民意达天意，从夏商神权法思想发展到关注人，提“以德配天”民本思想，将“德”伦理道德准则落实统治，形成“敬天保民”政治思想和“明德慎罚”法律思想",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] “以德配天”主张有“德”者得天命，解释天命从商转西周合法性，西周维统治需统治者有“德”（敬天、保民 ），民情是天支持与否的晴雨表",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "128,129"
                                            }
                                        },
                                        {
                                            "content": "西周统治者主张“德教”治国，化天下；定法律、施刑罚当宽缓谨慎，非用严刑重罚迫民服从，即“明德慎罚”",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] “以德配天”政治理论在法律思想上细化体现为“明德慎罚”，含道德教化与谨慎用刑，因民心向背是天命，要重民保民，不滥刑、不草菅人命，明告民众政策法律原则，信民众判断力，取支持",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "130,131"
                                                    }
                                                },
                                                {
                                                    "content": "[典文释义]“（周公对康叔说：）惟乃丕显考文王，克明德慎罚，不敢侮鳏寡，庸庸，祗祗，威威，显民。”——《尚书·康诰》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "131,132"
                                                    }
                                                },
                                                {
                                                    "content": "[意即] 英明伟大的父亲文王能崇尚德教、谨慎用刑，不欺侮孤寡，任用该任者，尊重该尊者，惩罚该罚者，将道理告知人民",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "132,133"
                                                    }
                                                },
                                                {
                                                    "content": "[史境溯源] 周公东征平叛，《尚书·康诰》是周公平叛后，封康叔于殷，就任职时周公发布的诰，提重要刑法原则政策，指导西周立法司法",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "133,134"
                                                    }
                                                },
                                                {
                                                    "content": "“明德慎罚”较天罚，政治号召力和社会渗透力强，指导下西周立法形成“礼”“刑”相辅相成结合，是古代法律思想史重大进步，为后世“德主刑辅”法律思想产生发展奠基",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "134,135"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "129,135"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "127,135"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "126,135"
                            }
                        },
                        {
                            "content": "\n<h3 data-lines=\"135,136\">（二）宗法制度</h3>",
                            "children": [
                                {
                                    "content": "宗法制度：以血缘为纽带，家族组织与国家政权结合，维护贵族世袭统治的制度，由氏族社会父系家长制发展而来，西周初行“封邦建国”分封制，经土地、人口分封，形成周天子、诸侯、卿大夫、士等级结构，以父系直系血缘为据，构家天下制度",
                                    "children": [
                                        {
                                            "content": "[典文释义]“溥天之下，莫非王土；率土之滨，莫非王臣。”——《诗经·小雅·北山》，意即天下土地名义归周天子，其通过分封赐诸侯贵族土地使用权与收益权，称“封邦建国”",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "137,138"
                                            }
                                        },
                                        {
                                            "content": "西周宗法制三个基本原则",
                                            "children": [
                                                {
                                                    "content": "1.周天子、诸侯、卿大夫、士的宗祧都实行嫡长子继承制",
                                                    "children": [
                                                        {
                                                            "content": "[老龚点睛] 附西周宗法制度示意表（原文结构 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "140,141"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "139,141"
                                                    }
                                                },
                                                {
                                                    "content": "2.大宗与小宗权利义务关系明确，相辅相成：分封制下形成等级、主从明确的大宗与小宗亲族关系，小宗服从大宗、诸弟服从嫡长兄，小宗有向大宗纳贡、助出征义务，大宗有保护小宗、解纠纷义务",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "141,142"
                                                    }
                                                },
                                                {
                                                    "content": "3.家国一体，亲贵合一，等级秩序分明",
                                                    "children": [
                                                        {
                                                            "content": "[史境溯源]“天子之冕十二旒，诸侯九，上大夫七，下大夫五。”——《周礼·夏官·弁师》；“孔子谓季氏，八佾（yì）舞于庭，是可忍也，孰不可忍也！”——《论语》（八佾是宫廷乐舞制，体现礼法定等级要求，天子八佾等 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "143,144"
                                                            }
                                                        },
                                                        {
                                                            "content": "各级诸侯、卿大夫、士是家族组织，又构国家政权，向周天子负责，家族组织与国家制度合一，家族观念道德与国家法律意识形态互表里，周天子是国王也是家族大家长，宗法制度构西周基本政治模式，为确立社会等级秩序、维护贵族世袭统治工具",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "144,145"
                                                            }
                                                        },
                                                        {
                                                            "content": "[老龚点睛] 国家官员及地方官员设在上任人唯亲基础，按血缘关系亲疏定，高级官员由血缘近贵族任，世代相承，垄断官职，下级官员视上级为大家长，“国家”由家伦理演进为社会道德、国家法度，臣民对君主如子女对家长，君王、官员视黎民为子民，百姓称官长为父母",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "145,146"
                                                            }
                                                        },
                                                        {
                                                            "content": "[典型真题] 西周统治者维系以血缘关系为纽带的政权组织制度，形成的原则有（ ）。（2017年多选第59题等 ）答案ABC（嫡长子继承、小宗服从大宗、亲贵合一 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "146,147"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "142,147"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "138,147"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "136,147"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "135,147"
                            }
                        },
                        {
                            "content": "\n<h3 data-lines=\"147,148\">（三）周礼与礼刑关系</h3>",
                            "children": [
                                {
                                    "content": "1.礼的内容与性质",
                                    "children": [
                                        {
                                            "content": "西周礼制内容规模空前，上至国家政权组织制度，下至社会成员衣食住行，受礼制约，礼被认为是“经国家，定社稷，序民人，利后嗣”的最主要规范，谓“夫礼，天之经也，地之义也，民之行也”",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "149,150"
                                            }
                                        },
                                        {
                                            "content": "虽春秋战国周礼渐失规范社会作用，但许多内容及倡导的“孝”“忠”观念被后世儒家继承发扬，成中国传统文化核心",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "150,151"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "148,151"
                                    }
                                },
                                {
                                    "content": "2.“礼”与“刑”的关系",
                                    "children": [
                                        {
                                            "content": "（1）“礼”与“刑”的联系",
                                            "children": [
                                                {
                                                    "content": "“礼之所去，刑之所取，失礼则入刑，相为表里者也。”——《后汉书·陈宠传》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "153,154"
                                                    }
                                                },
                                                {
                                                    "content": "“礼”“刑”关系贯穿中国古代法制史，西周时更密切，互为表里、相辅相成，共同构上古法制完整体系",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "154,155"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 西周时期礼已具备法性质，具规范性、国家意志性、强制性，对社会生活各方面有实际调整作用",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "155,156"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "152,156"
                                            }
                                        },
                                        {
                                            "content": "（2）“礼”与“刑”的区别",
                                            "children": [
                                                {
                                                    "content": "其一，二者作用不同：礼是要求人们自觉遵守的积极规范，侧重预防；刑是对犯罪行为的制裁，侧重事后处罚，礼强调道德教化，刑着重惩罚制裁，道德教化不成，严重违礼行为用刑罚",
                                                    "children": [
                                                        {
                                                            "content": "“夫礼者禁于将然之前，而法者禁于已然之后。”——《汉书·贾谊传》",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "158,159"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "157,159"
                                                    }
                                                },
                                                {
                                                    "content": "其二，二者适用原则不同",
                                                    "children": [
                                                        {
                                                            "content": "“礼不下庶人，刑不上大夫。”——《礼记·曲礼》，体现宗法体制下等级特权制度，是法律重要原则",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "160,161"
                                                            }
                                                        },
                                                        {
                                                            "content": "“礼不下庶人”：庶人“遽（jù）于事且不能备物”，忙于生产，不具贵族身份和礼的物质条件，不能按贵族礼仪行事，礼主要不是为他们设立，但绝不意味庶人不受礼约束，越礼行为受惩罚，对庶人更甚",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "161,162"
                                                            }
                                                        },
                                                        {
                                                            "content": "“刑不上大夫”：刑罚目的主要不是针对贵族，是防范制裁庶人；贵族犯罪适用刑罚可享减免特权，一般犯罪获宽宥，严重犯罪一般不用肉刑，可被放逐乃至赐死，处死一般不在市朝行刑，体现贵族“可杀不可辱”尊严",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "162,163"
                                                            }
                                                        },
                                                        {
                                                            "content": "“凡王之同族有罪，不即市。”——《周礼·秋官·小司寇》",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "163,164"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "159,164"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "156,164"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "151,164"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "147,164"
                            }
                        },
                        {
                            "content": "\n<h3 data-lines=\"164,165\">（四）《九刑》与《吕刑》</h3>",
                            "children": [
                                {
                                    "content": "1.《九刑》",
                                    "children": [
                                        {
                                            "content": "“周有乱政，而作九刑。”——《左传·昭公六年》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "166,167"
                                            }
                                        },
                                        {
                                            "content": "九刑有两种含义：一是指周朝制定的九篇刑书；二是指西周的九种刑罚，即墨、劓、剕、宫、大辟五刑加上赎、鞭、扑、流等刑罚，合称“九刑”，《逸周书》提成王时有“刑书九篇”，可能西周中后期有《九刑》之名",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "167,168"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "165,168"
                                    }
                                },
                                {
                                    "content": "2.《吕刑》",
                                    "children": [
                                        {
                                            "content": "西周经成康之治后，至穆王时国势渐衰、财政拮据，周穆王为革新政治，命司寇吕侯作《吕刑》，它是西周中期具代表性的刑法，具体内容不可考，《尚书·吕刑》记载吕侯法律改革情况，可了解《吕刑》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "169,170"
                                            }
                                        },
                                        {
                                            "content": "《吕刑》继承并贯彻周初明德慎罚思想，以苗民无德滥刑亡国绝祀历史教训，说明建立法度重要性，强调以德教为本，用刑适中（“明于刑之中” ），提出惩罚与罪行相符（“其罪惟均，其审克之”“上下比罪” ），结合具体案情灵活处断（“刑罚世",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "170,172"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "168,172"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "164,172"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "125,172"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"172,173\">二、刑事立法</h3>",
                    "children": [
                        {
                            "content": "（一）主要罪名",
                            "children": [
                                {
                                    "content": "1.“贼、藏、盗、奸”",
                                    "children": [
                                        {
                                            "content": "[典文释义]“（周公）作《誓命》曰：毁则为贼，掩贼为藏，窃贿为盗，盗器为奸。主藏之名，赖奸之用，为大凶德，有常无赦，在《九刑》不忘。”——《左传·文公十八年》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "175,176"
                                            }
                                        },
                                        {
                                            "content": "[意即] 毁坏礼法者为贼，窝藏贼者为赃，窃取财物为盗，偷盗国宝器物者为奸，主谋及藏匿罪犯、使用被盗名器是重大犯罪，依《九刑》严惩不贷",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "176,177"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "174,177"
                                    }
                                },
                                {
                                    "content": "2.政治性犯罪，如违抗王命罪",
                                    "children": [
                                        {
                                            "content": "“犯王命必诛，故出令不可不顺也。”——《国语·周语上》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "178,179"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "177,179"
                                    }
                                },
                                {
                                    "content": "3.破坏社会秩序、侵犯人身财产等方面的犯罪，如“寇攘奸宄（guǐ）”（劫夺窃盗 ）",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 寇，贼也；攘，夺也；奸宄，窃盗也",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "180,181"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "179,181"
                                    }
                                },
                                {
                                    "content": "4.渎职方面的犯罪，如司法官的“五过”之疵（弊端 ）",
                                    "children": [
                                        {
                                            "content": "《吕刑》规定，犯有五过之疵者，“其罪惟均”，即司法官和罪犯受同样惩罚",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "182,183"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] （1）五过：内货来饭（反）馆（官）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "183,184"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] （2）区别商（三风十愆）与西周（五过之疵）：周（西周）五（五过）伤（商）风（三风）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "184,185"
                                            }
                                        },
                                        {
                                            "content": "5.《康诰》中对于内奸、外奸、杀人越货以及不孝不友等罪犯处以重刑且不予宽赦的规定",
                                            "children": [
                                                {
                                                    "content": "[典文释义]“元恶大憝（duì），矧（shěn）惟不孝不友……乃其速由文王作罚，刑兹无赦。”——《尚书·康诰》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "186,187"
                                                    }
                                                },
                                                {
                                                    "content": "[意即] 民所怨恨的首恶之罪，最甚者为对父母不孝、兄弟不友爱，应适用文王时刑罚，绝不赦免",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "187,188"
                                                    }
                                                },
                                                {
                                                    "content": "[典型真题] 1. 西周时期司法官的渎职犯罪通称为“五过之疵”，接受请托而徇私枉法的行为属于（ ）。（2022年单选第28题等 ）答案A（惟来 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "188,189"
                                                    }
                                                },
                                                {
                                                    "content": "[典型真题] 2. 属于西周司法官责任制度的是（ ）。（2013年单选第31题 ）答案D（五过之疵 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "189,190"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "185,190"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "181,190"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "173,190"
                            }
                        },
                        {
                            "content": "（二）法定刑",
                            "children": [
                                {
                                    "content": "西周的九种刑罚，即墨、劓、剕、宫、大辟五刑加上赎、鞭、扑、流等刑罚，合称“九刑”",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "191,192"
                                    }
                                },
                                {
                                    "content": "西周在五刑外又有“流、赎、鞭、扑”四种刑罚",
                                    "children": [
                                        {
                                            "content": "1.流刑，又称放，将犯人流放到边远地区示惩",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "193,194"
                                            }
                                        },
                                        {
                                            "content": "2.赎刑，以铜赎罪，多用于疑罪",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "194,195"
                                            }
                                        },
                                        {
                                            "content": "3.鞭刑，用荆条或株木痛击犯人背部或臀部，用于失职或违法的贵族，整肃统治阶层风纪，强化统治效能",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "195,196"
                                            }
                                        },
                                        {
                                            "content": "4.扑刑，用株木扑挞（tà）犯人的臀部，适用于犯有轻微罪过的贵族及“不勤道业者”，目的在于教化，《尚书·舜典》有“鞭作官刑，扑作教刑”记载",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "196,197"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "192,197"
                                    }
                                },
                                {
                                    "content": "西周有“嘉石”之制，是拘押轻罪犯者的惩罚制度，属秋官大司寇之职，嘉石也称“文石”，用纹理美石感化莠民，使其自悔、改恶从善，人犯“坐诸嘉石，役诸司空”后，释放时须有州里人作保，无保不得赦",
                                    "children": [
                                        {
                                            "content": "“以嘉石平罢民，凡万民之有罪过而未丽于法，而害于州里者，桎梏而坐诸嘉石，役诸司空。”——《周礼·秋官·大司寇》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "198,199"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 嘉石是西周外朝门左侧设的纹理之石，对罪行情节轻微者，坐嘉石并强制劳役，拘役制分夺自由与强制劳役，坐嘉石和劳役期限依情节分五等（坐十三日、九日等，劳役一年、九个月等 ），是早期拘役刑、劳动改造形式",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "199,200"
                                            }
                                        },
                                        {
                                            "content": "[典型真题] 《周礼·秋官·大司寇》载“嘉石”之制，性质是（ ）。（2024年单选第33题 ）答案D（劳役刑 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "200,201"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "197,201"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "190,201"
                            }
                        },
                        {
                            "content": "（三）主要刑法原则",
                            "children": [
                                {
                                    "content": "西周总结夏商刑罚经验，形成成熟刑罚适用原则，丰富完善上古刑法理论实践，对后世刑法制度影响深远",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "202,203"
                                    }
                                },
                                {
                                    "content": "1.老幼犯罪减免刑罚：“三赦”之法",
                                    "children": [
                                        {
                                            "content": "西周时有“三赦”之法：“一曰幼弱，二曰老耄（mào），三曰蠢愚”，除犯故意杀人罪外，一般皆赦免其罪",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "204,205"
                                            }
                                        },
                                        {
                                            "content": "[典文释义]“八十、九十曰耄，七年曰悼。悼与耄，虽有罪不加刑焉。”——《礼记·曲礼》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "205,206"
                                            }
                                        },
                                        {
                                            "content": "[意即] 80岁以上老人及7岁以下幼童犯罪，可免予刑罚处罚",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "206,207"
                                            }
                                        },
                                        {
                                            "content": "这一原则是西周“明德慎罚”思想在刑法中的具体体现，后世法律沿袭发展矜老恤幼制度",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "207,208"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "203,208"
                                    }
                                },
                                {
                                    "content": "2.区分故意与过失、惯犯与偶犯：“三宥”之法",
                                    "children": [
                                        {
                                            "content": "[典文释义1]“壹宥曰不识，再宥曰过失，三宥曰遗忘。”——《周礼·秋官·司刺》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "209,210"
                                            }
                                        },
                                        {
                                            "content": "[意即] 对不能正确识别犯罪客体的误伤，不能恰当预见行为后果的误犯，以及没有主观故意的过失等三种违法犯罪行为，给予减轻刑事责任的宽宥处理",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "210,211"
                                            }
                                        },
                                        {
                                            "content": "[典文释义2]“人有小罪，非眚（shěng），乃惟终，自作不典，式尔。有厥罪小，乃不可不杀。乃有大罪，非终，乃惟眚灾，式尔，既道极阙辜，时乃不可杀。”——《尚书·康诰》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "211,212"
                                            }
                                        },
                                        {
                                            "content": "[意即] 人犯小罪，出于故意且一贯违背法律、坚持不改，虽小罪必杀；人犯大罪，出于过失而偶然犯罪且知悔过，不应杀",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "212,213"
                                            }
                                        },
                                        {
                                            "content": "史籍中，过失被称为“眚”，故意即是“非眚”，惯犯被称为“惟终”，偶犯称为“非终”，表明西周定罪量刑考虑行为人主观动机，是刑罚适用原则重大发展",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "213,214"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] Feel 非偶（非终是偶犯）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "214,215"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "208,215"
                                    }
                                },
                                {
                                    "content": "3.罪疑从轻、罪疑从赦：“三刺”之法",
                                    "children": [
                                        {
                                            "content": "西周时为保证适用法律谨慎，防止错杀无辜，对犯罪事实有疑的案件，实行从轻处断或赦免罪责的原则，体现“明德慎罚”思想",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "216,217"
                                            }
                                        },
                                        {
                                            "content": "[典文释义1]“五刑不简，正于五罚；五罚不服，正于五过……五刑之疑有赦，五罚之疑有赦，其审克之。”——《尚书·吕刑》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "217,218"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "215,218"
                                    }
                                },
                                {
                                    "content": "4.宽严适中原则：西周定罪量刑强调“中道”“中罚”“中正”，要求宽严适中、罪刑相当",
                                    "children": [
                                        {
                                            "content": "[典文释义]“士制百姓于刑之中。”——《尚书·吕刑》，疏文解释“中之为言，不轻不重之谓也”，强调量刑恰如其罪，不可畸轻畸重",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "219,220"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "218,220"
                                    }
                                },
                                {
                                    "content": "5.因地、因时制宜",
                                    "children": [
                                        {
                                            "content": "[典文释义1]“刑新国，用轻典；刑乱国，用重典；刑平国，用中典。”——《周礼·秋官·大司寇》（政权初建用轻缓刑稳人心；国家动荡、社会混乱用重刑震摄犯罪、复秩序；政权安定时用不轻不重“中典” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "221,222"
                                            }
                                        },
                                        {
                                            "content": "[典文释义2]“轻重诸罚有权，刑罚世轻世重。”——《吕刑》（主张结合犯罪主客观情势权衡量刑，区别犯罪对社会危害程度，据社会特点灵活掌刑罚从轻从重，封邦建国后对封国区别用刑，成后世治国原则 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "222,223"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "220,223"
                                    }
                                },
                                {
                                    "content": "6.上下比罪：所谓“罪无正律，则以上下刑而比附其罪也”，具体规定“上刑适轻，下服；下刑适重，上服，轻重诸罚有权”，即无法律明文规定时类推适用",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] “上刑”指重罪本应重处，“适轻”指具从轻事由，“下服”即类比轻罪处罚、减等服刑；反之亦然，扩大刑事惩罚范围，使审判者定罪量刑有较大随意性，弥补早期刑事法律条文不足，调整社会关系、维秩序、护统治阶级利益",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "224,225"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "223,225"
                                    }
                                },
                                {
                                    "content": "7.同罪异罚：体现宗法等级制度的刑法原则",
                                    "children": [
                                        {
                                            "content": "[典文释义1]“凡杀人者，踣（bó）诸市，肆之三日。刑盗于市。凡罪之丽于法者亦如之。唯王之同族与有爵者，杀之于甸（diàn）师氏。”——《周礼·秋官·掌戮》（一般人犯杀人或盗贼罪，闹市正法、暴尸三天示众；王族或有爵位贵族犯罪，甸师氏秘密处死，不当众行刑 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "226,227"
                                            }
                                        },
                                        {
                                            "content": "[典文释义2]“公族其有死罪则磬（qìng）于甸人。”——《礼记·文王世子》（贵族官僚罪大恶极需夺生命时，可自杀代死刑，避处死痛苦耻辱，“磬”是让贵族罪犯悬帛自杀，因同古乐器“磬”悬吊得名，“甸人”掌郊野官职，监督贵族罪犯上吊，避人耳目 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "227,228"
                                            }
                                        },
                                        {
                                            "content": "[典文释义3]“公族无宫刑。”——《礼记·文王世子》（应处宫刑者，贵族议决减免 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "228,229"
                                            }
                                        },
                                        {
                                            "content": "此外，《周礼·秋官》关于“八辟丽邦法”的规定，公开赋予特定身份者减免刑罚特权，后世“八议”制度即源于此",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "229,230"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "225,230"
                                    }
                                },
                                {
                                    "content": "[史境溯源1] “罚弗及嗣”罪不相及原则",
                                    "children": [
                                        {
                                            "content": "“罚弗及嗣”见之于《尚书·大禹谟》，意即“刑罚止于一身”，《尚书·梓材》谓：“不究乖人，历人宥”（歹徒杀人行凶，过路人不受牵连，周文王时提“罪人不孥（nú，指妻子和儿女 ）”主张，周公继承，反对族诛连坐，强调“父子兄弟，罪不相及” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "231,232"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "230,232"
                                    }
                                },
                                {
                                    "content": "[史境溯源2] 正当防卫原则",
                                    "children": [
                                        {
                                            "content": "《周礼·地官·调人》记载：“凡杀人而义者，不同国，令勿仇，仇之则死。”（凡被路见不平、见义勇为者杀死的犯罪分子，不许其家人寻求复仇，若复仇则依法对其处死 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "233,234"
                                            }
                                        },
                                        {
                                            "content": "又据《周礼·秋官·朝士》记载：“凡盗贼军乡邑及家人，杀之无罪。”（当盗、贼两种犯罪行为危及乡邑百姓及自家人生命安全时，将其杀死无罪 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "234,235"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "232,235"
                                    }
                                },
                                {
                                    "content": "[典型真题] （多道真题，如 2018 年单选第 33 题等，对应知识点：非眚是故意、三宥之法等 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "235,237"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "201,237"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "172,237"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"237,238\">三、民事立法</h3>",
                    "children": [
                        {
                            "content": "\n<p data-lines=\"238,239\">（一）契约：质剂，傅别</p>",
                            "children": [
                                {
                                    "content": "依据《周礼》，西周设有专职官员管理立契事宜，称为“司约”，并设“质人”作为市场管理人员",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 为调整商品货币关系，确认度量与物价、防争讼，周朝定法律禁令、设专员（司约、质人 ）管理，成交后取“质人”制发契券确认所有权",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "240,241"
                                            }
                                        },
                                        {
                                            "content": "《周礼·地官·质人》记载：“质人掌成市之货贿，人民、牛马、兵器、珍异，凡卖債（yù）者质剂焉。”",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "241,242"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "239,242"
                                    }
                                },
                                {
                                    "content": "西周有质剂与傅别两种契约形式",
                                    "children": [
                                        {
                                            "content": "1.质剂是买卖契约",
                                            "children": [
                                                {
                                                    "content": "“听买卖以质剂。”——《周礼》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "244,245"
                                                    }
                                                },
                                                {
                                                    "content": "贾公彦解释为：“质剂谓券书，有人争市事者，则以质剂听之。”",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "245,246"
                                                    }
                                                },
                                                {
                                                    "content": "凡买卖奴隶、牛马等大宗交易须用较长的契券，称“质”；买卖兵器、珍异等小件物品使用较短的契券，称“剂”",
                                                    "children": [
                                                        {
                                                            "content": "“大市以质，小市以剂。”——《周礼》",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "247,248"
                                                            }
                                                        },
                                                        {
                                                            "content": "质、剂均由官方制作，作为处理买卖纠纷的凭证，说明官方已对市场交易进行干预",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "248,249"
                                                            }
                                                        },
                                                        {
                                                            "content": "[老龚点睛] 第一，“契”本意为刻画，西周时贵族交易始用文字契约（竹木契券写内容 ），“券”本意为剖开契券，竹简两面写同样内容再一剖为二、各持一片，“契券”专指财产权利义务协议",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "249,250"
                                                            }
                                                        },
                                                        {
                                                            "content": "[老龚点睛] 第二，西周中叶后，地方经济发展、诸侯势力扩大，周王最高所有权观念动摇，各级贵族享土地处分权、取得完全所有权，法律允许土地作为交换、赠送、赔偿对象",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "250,251"
                                                            }
                                                        },
                                                        {
                                                            "content": "[记忆线索] 人质、药剂",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "251,252"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "246,252"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "243,252"
                                            }
                                        },
                                        {
                                            "content": "2.傅别指借贷契约",
                                            "children": [
                                                {
                                                    "content": "“听称责（债）以傅别。”——《周礼》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "253,254"
                                                    }
                                                },
                                                {
                                                    "content": "郑玄注曰：“称责谓贷予，傅别谓券书也。听讼责者，以券书决之。”",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "254,255"
                                                    }
                                                },
                                                {
                                                    "content": "“傅”即债券，一分为二称“别”（竹简一面写文字、从中剖开，拼拢后读通 ），债权人执左券，债务人持右券，司法官以其为凭证审理债权债务纠纷案件",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "255,256"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "252,256"
                                            }
                                        },
                                        {
                                            "content": "[典型真题]",
                                            "children": [
                                                {
                                                    "content": "1.西周时期的契约制度比较发达，买卖奴隶、牛马等大宗交易使用的契券称为（ ）。（2015年法单选第15题 ）答案C（质 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "257,258"
                                                    }
                                                },
                                                {
                                                    "content": "2.西周时期的借贷契约称为（ ）。（2009年单选第34题 ）答案A（傅别 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "258,259"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "256,259"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "242,259"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "238,259"
                            }
                        },
                        {
                            "content": "\n<p data-lines=\"259,260\">（二）婚姻制度</p>",
                            "children": [
                                {
                                    "content": "1.婚姻的目的",
                                    "children": [
                                        {
                                            "content": "婚姻制度是西周礼制重要内容，体现宗法伦理精神，缔结婚姻目的是两家族联合，继承祖先香火、延续后代、祭祀祖先",
                                            "children": [
                                                {
                                                    "content": "[典文释义]“昏礼者，将合二姓之好，上以事宗庙，而下以继后世也，故君子重之。”——《礼记·昏义》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "262,263"
                                                    }
                                                },
                                                {
                                                    "content": "“不孝有三，无后为大。”——《孟子·离娄上》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "263,264"
                                                    }
                                                },
                                                {
                                                    "content": "西周婚姻制度体现宗法伦理与男尊女卑观念，一是联合不同姓宗族成政治同盟，二是繁衍后代、延续血统、祭祀祖先（因血统祭祀需男性完成，生儿子成婚姻最主要任务 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "264,265"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "261,265"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "260,265"
                                    }
                                },
                                {
                                    "content": "2.婚姻的原则：一夫一妻制",
                                    "children": [
                                        {
                                            "content": "西周确立一夫一妻制婚姻原则，对贵族而言，盛行一夫一妻制形式下的一妻多妾制",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 一夫一妻制是法律限定名义正妻仅一人，实际配偶数量不限，即一夫一妻多妾制，是嫡长子继承制必然产物，目的确嫡长子身份，保其继承权，防继承顺位紊乱",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "267,268"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "266,268"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "265,268"
                                    }
                                },
                                {
                                    "content": "3.婚姻的成立",
                                    "children": [
                                        {
                                            "content": "西周婚姻关系成立须备基本要件",
                                            "children": [
                                                {
                                                    "content": "（1）“父母之命，媒妁之言”",
                                                    "children": [
                                                        {
                                                            "content": "宗法制下，子女婚姻大事由父母主持、媒人撮合，否则婚姻不循礼法",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "271,272"
                                                            }
                                                        },
                                                        {
                                                            "content": "[典文释义1]“取（娶）妻如之何？必告父母。”——《诗经·齐风·南山》（婚姻是异姓宗族联合，须门当户对，由父母甚至大宗定，私定终身严禁 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "272,273"
                                                            }
                                                        },
                                                        {
                                                            "content": "[典文释义2]“取（娶）妻如之何，非媒不得。”——《诗经·齐风·南山》；“男女无媒不交。”——《礼记·坊记》；“媒，谋也，谋合二姓者也；妁，酌也，斟酌二姓者也。”——《说文解字注》；《仪礼注疏·士昏礼》郑玄注：“昏必由媒，交接设绍介，皆所以养廉耻。”（婚姻须媒妁养成羞耻心 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "273,274"
                                                            }
                                                        },
                                                        {
                                                            "content": "[记忆线索] 《民法典》第1041条第2款（婚姻自由、一夫一妻、男女平等 ）；第1042条第1款（禁止包办、买卖婚姻等干涉婚姻自由行为，禁止借婚姻索取财物 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "274,275"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "270,275"
                                                    }
                                                },
                                                {
                                                    "content": "（2）“同姓不婚”",
                                                    "children": [
                                                        {
                                                            "content": "“娶妻不娶同姓。”——《礼记·坊记》",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "276,277"
                                                            }
                                                        },
                                                        {
                                                            "content": "“男女同姓，其生不蕃（fán）。”——《左传·僖公二十三年》（长期种族繁衍中，认识到血缘越近不利后代健康宗族繁衍 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "277,278"
                                                            }
                                                        },
                                                        {
                                                            "content": "[记忆线索] 《民法典》第1048条（直系血亲或三代以内旁系血亲禁止结婚 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "278,279"
                                                            }
                                                        },
                                                        {
                                                            "content": "禁止同姓为婚是为加强与其他部族政治联系，婚姻具鲜明政治意图，后世同姓不婚之禁多着眼宗法伦理意义，禁同姓宗亲间结婚",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "279,280"
                                                            }
                                                        },
                                                        {
                                                            "content": "[典文释义]“取于异姓，所以附远厚别也”——《礼记·郊特牲》（附远即合二姓之好，厚别是重人伦次序区别，同姓婚姻致称谓混乱、违背人伦，是乱伦 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "280,281"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "275,281"
                                                    }
                                                },
                                                {
                                                    "content": "（3）履行“六礼”程序",
                                                    "children": [
                                                        {
                                                            "content": "[史境溯源] 西周婚姻禁止除“同姓不婚”（永久性禁止 ），还有“居父母丧不婚”（暂时性禁止，丧期一般三月或百日，《礼记·内则》定三年，先秦实践三月“既葬除服”或“百日卒哭”，自西晋将三年丧作贵族官吏强制性道德规范，至《唐律》才法律正式定三年丧期 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "282,283"
                                                            }
                                                        },
                                                        {
                                                            "content": "六礼及主要内容、现代风俗对应：",
                                                            "children": [
                                                                {
                                                                    "content": "纳采：男家请媒妁向女家提亲 → 相识（经人介绍认识 ）",
                                                                    "children": [],
                                                                    "payload": {
                                                                        "tag": "li",
                                                                        "lines": "284,285"
                                                                    }
                                                                },
                                                                {
                                                                    "content": "问名：男方询问女子名字、生辰等，卜于宗庙以定吉凶 → 相知（问星座血型等 ）",
                                                                    "children": [],
                                                                    "payload": {
                                                                        "tag": "li",
                                                                        "lines": "285,286"
                                                                    }
                                                                },
                                                                {
                                                                    "content": "纳吉：卜得吉兆后与女家订婚 → 相恋（星座血型匹配满意 ）",
                                                                    "children": [],
                                                                    "payload": {
                                                                        "tag": "li",
                                                                        "lines": "286,287"
                                                                    }
                                                                },
                                                                {
                                                                    "content": "纳征（纳币 ）：男方派人送聘礼至女家，婚约正式成立 → 订婚（男方家长去女方家下聘礼 ）",
                                                                    "children": [],
                                                                    "payload": {
                                                                        "tag": "li",
                                                                        "lines": "287,288"
                                                                    }
                                                                },
                                                                {
                                                                    "content": "请期：商请女方择定婚期 → 订宴（双方父母商量办婚宴时间 ）",
                                                                    "children": [],
                                                                    "payload": {
                                                                        "tag": "li",
                                                                        "lines": "288,289"
                                                                    }
                                                                },
                                                                {
                                                                    "content": "亲迎：婚期之日新郎迎娶新妇 → 举行婚礼",
                                                                    "children": [],
                                                                    "payload": {
                                                                        "tag": "li",
                                                                        "lines": "289,290"
                                                                    }
                                                                }
                                                            ],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "283,290"
                                                            }
                                                        },
                                                        {
                                                            "content": "至此婚礼始完成，婚姻最终成立，“六礼”是西周婚姻成立形式要件，为后世历代继承",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "290,291"
                                                            }
                                                        },
                                                        {
                                                            "content": "[老龚点睛] “六礼”重要意义在区分女方是妻还是妾身份，娶妻必经六礼，故有“娶妻纳妻”与“娶则为妻，奔则为妾”之说，“纳”和“奔”是没经六礼程序，由聘婚取代远古抢婚是文明进步",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "291,292"
                                                            }
                                                        },
                                                        {
                                                            "content": "[史境溯源] 新娘到新郎家行合卺（jǐn）仪式（葫芦剖两半盛酒共饮 ），演变为“交杯酒”习俗",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "292,293"
                                                            }
                                                        },
                                                        {
                                                            "content": "[记忆线索] 程序婚（仪式婚）≠登记婚，《民法典》第1049条（结婚男女应亲自到婚姻登记机关申请结婚登记，符合规定予登记发结婚证，完成登记确立婚姻关系，未办理应补办 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "293,294"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "281,294"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "269,294"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "268,294"
                                    }
                                },
                                {
                                    "content": "4.婚姻的解除",
                                    "children": [
                                        {
                                            "content": "（1）“七出”",
                                            "children": [
                                                {
                                                    "content": "“七出者，无子，一也；淫佚（yì），二也；不事舅姑，三也；口舌，四也；盗窃，五也；妒忌，六也；恶疾，七也。天子、诸侯之妻，无子不出，唯有六出耳。”——《仪礼·丧服》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "296,297"
                                                    }
                                                },
                                                {
                                                    "content": "[典文释义]“妇有七去：不顺父母去，无子去，淫去，妒去，有恶疾去，多言去，窃盗去。不顺父母去，为其逆德也；无子，为其绝世也；淫，为其乱族也；妒，为其乱家也；有恶疾，为其不可与共粢（zī）盛也；口多言，为其离亲也；盗窃，为其反义也。”——《大戴礼记·本命》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "297,298"
                                                    }
                                                },
                                                {
                                                    "content": "所谓“七出”，指女子有下列七种情形之一，丈夫或公婆可休弃（单方面解除婚约 ），对应情形及理由：",
                                                    "children": [
                                                        {
                                                            "content": "“不事舅姑”：不孝顺公婆 → 逆德",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "299,300"
                                                            }
                                                        },
                                                        {
                                                            "content": "“无子”：妻子未能生子 → 绝嗣不孝",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "300,301"
                                                            }
                                                        },
                                                        {
                                                            "content": "“淫佚”：妻子生活作风淫乱 → 乱族",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "301,302"
                                                            }
                                                        },
                                                        {
                                                            "content": "“妒忌”：妻子争风吃醋 → 乱家",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "302,303"
                                                            }
                                                        },
                                                        {
                                                            "content": "“恶疾”：妻子罹患恶性传染病 → 不能供祭祖先",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "303,304"
                                                            }
                                                        },
                                                        {
                                                            "content": "“口舌”：妻子搬弄是非离间亲属关系 → 离间亲属",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "304,305"
                                                            }
                                                        },
                                                        {
                                                            "content": "“盗窃”：妻子暗蓄私财 → 违反规矩",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "305,306"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "298,306"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] “七出”只针对休妻，出妾无需“七出”情形，出妾主要方式：遣归（还给药的娘家 ）、赠卖（赠送或卖给他人 ）、驱逐（卖的娘家没人，从家里赶走 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "306,307"
                                                    }
                                                },
                                                {
                                                    "content": "[记忆线索] 马家祖先[恶疾]、马三疯父母[不事舅姑]、马三疯兄弟[口舌]、马三疯[盗窃]、马三疯妻[妒忌]、隔壁老王（马三疯妻的情人 ）[淫佚]、[无子]（记忆关联图 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "307,308"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "295,308"
                                            }
                                        },
                                        {
                                            "content": "（2）“三不去”",
                                            "children": [
                                                {
                                                    "content": "按照周代礼制，已婚妇女有下列三种情形，虽有七出之行，夫家不得休弃，即“三不去”",
                                                    "children": [
                                                        {
                                                            "content": "其一，“有所取（娶）无所归，不去。”：女子出嫁时有娘家可依，但休妻时已无本家亲人可靠，休妻会置女子于无家可归之境，不能休妻",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "310,311"
                                                            }
                                                        },
                                                        {
                                                            "content": "其二，“与更三年丧，不去。”：女子嫁人夫家后与丈夫一起为公婆守过三年之孝，已尽子媳之道，不能休妻",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "311,312"
                                                            }
                                                        },
                                                        {
                                                            "content": "其三，“前贫贱后富贵，不去。”：夫妻时贫贱，婚后富贵，不得离弃妻子",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "312,313"
                                                            }
                                                        },
                                                        {
                                                            "content": "“三不去”某种程度是对休妻限制，但根本上出于维护宗法伦理需要",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "313,315"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "309,315"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "308,315"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "294,315"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "259,315"
                            }
                        },
                        {
                            "content": "\n<p data-lines=\"315,316\">（三）嫡长子继承制</p>",
                            "children": [
                                {
                                    "content": "宗法制度下，继承制度核心是嫡长子继承制，至西周逐步制度化和法律化，成宗法制度基本原则，着眼解决周天子及各级贵族的爵封继承和宗祧继承问题，也解决财产继承问题",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] “爵封继承”：指爵位与封地的继承，西周爵位有公、侯、伯、子、男五等爵，各封以方五十里至方一百里的土地（两千五百至一万平方里 ），分封制下，除非因罪被削夺爵封，或天子下令更改，一般由嫡长子继承",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "317,318"
                                            }
                                        },
                                        {
                                            "content": "[典文释义]“立嫡以长不以贤，立子以贵（母贵）不以长。”——《春秋公羊传·隐公元年》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "318,319"
                                            }
                                        },
                                        {
                                            "content": "商朝王位父死子继、兄终弟及的继承方式中，以弟及为主、子继为辅，诸子间无嫡庶之别，弟及与子继可能并行，致商朝政权交接动荡，西周初期确立政治性身份以嫡长子继承制为原则",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "319,320"
                                            }
                                        },
                                        {
                                            "content": "因实行一夫一妻多妾制，王位继承必须是妻所生长子（无论贤与否 ）；如妻无子，则不得不立贵妾之子（不管年龄如何 ），这种继承主要是政治身份的继承，土地、财产继承是其次，好处是某特定时间点只可能存在一个有资格的继承者，利于政权平稳交接",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "320,321"
                                            }
                                        },
                                        {
                                            "content": "嫡长子继承制原则目的是保持贵族的政治特权、祭祀权和财产权不分散或受削弱，从天子、诸侯、卿大夫到士，各级贵族的领地和世袭身份只能由正妻（嫡妻 ）所生长子继承，庶子只能由嫡长子分给部分利益，女子仅能在出嫁时得到一份嫁妆（是父兄的赐予，非法定继承权 ）",
                                            "children": [
                                                {
                                                    "content": "[记忆线索] 《民法典》第1126条（继承权男女平等 ）；第1127条第1款（遗产继承顺序：第一顺序配偶、子女、父母；第二顺序兄弟姐妹、祖父母、外祖父母 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "322,323"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "321,323"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "316,323"
                                    }
                                },
                                {
                                    "content": "[典型真题] （多道真题，如 2024年单选第29题等，对应“七出”知识点 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "323,325"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "315,325"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "237,325"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"325,326\">四、司法制度</h3>",
                    "children": [
                        {
                            "content": "（一）司法机构：大司寇，小司寇",
                            "children": [
                                {
                                    "content": "西周形成较系统司法机构，中央常设最高司法官为大司寇，“掌建邦之三典，以佐王刑邦国，诘（jié）四方”，辅助周王掌管全国司法工作，遇重大或疑难案件，须上报周王最后裁断，或由周王指派高级贵族议决",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "327,328"
                                    }
                                },
                                {
                                    "content": "大司寇之下设小司寇，“以五刑听万民之狱讼”，协助大司寇审理案件、处理狱讼，此外还有专职属吏如司刑、司刺、掌囚、掌戮等，处理各类司法事务",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 司刑“掌五刑之法，以丽万民之罪”；司刺“掌三刺三宥三赦之法”；掌囚管理犯人；掌戮负责行刑，司寇所属职官多，说明司法审判是重要国家活动",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "329,330"
                                            }
                                        },
                                        {
                                            "content": "[典型真题] 据《周礼》载，西周“掌建邦之三典，以佐王刑邦国”的司法官是（ ）。（2020年单选第33题 ）答案A（大司寇 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "330,331"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "328,331"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "326,331"
                            }
                        },
                        {
                            "content": "（二）狱，讼",
                            "children": [
                                {
                                    "content": "西周对刑事、民事两类诉讼已区分，汉人郑玄称“讼，谓以财货相告者”“狱，谓相告以罪名者”，“狱”与“讼”大致相当近世刑事、民事两类诉讼，因性质不同，处理方式有别",
                                    "children": [
                                        {
                                            "content": "“争罪曰狱”，“争财曰讼”——《吕氏春秋》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "333,334"
                                            }
                                        },
                                        {
                                            "content": "审理民事案件称“听讼”，审理刑事案件叫“断狱”",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "334,335"
                                            }
                                        },
                                        {
                                            "content": "法律对刑事、民事案件起诉、受案、审理有具体要求，当事人起诉应交纳诉讼费，刑事、民事诉讼费分别称“钧金”（三十斤铜 ）和“束矢”（一百支箭 ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] “束矢”“取其直也”（象征正直 ）；“钧金”“取其坚也”（象征态度坚决 ），诉讼结束后，败诉方所缴纳束矢、钧金被官府没收，不缴纳即自服不直，招致败诉",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "336,337"
                                                    }
                                                },
                                                {
                                                    "content": "[记忆线索] 行（刑案）军（钧金）住民（民案）宿（束矢）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "337,338"
                                                    }
                                                },
                                                {
                                                    "content": "[典文释义]“以两造禁民讼，入束矢于朝，然后听之；以两剂禁民狱，入钧金，三日，乃致于朝，然后听之。”——《周礼·秋官·大司寇》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "338,339"
                                                    }
                                                },
                                                {
                                                    "content": "西周诉讼制度处古代诉讼制度早期发展状态，无严格公诉与自诉之分，除谋反、叛乱罪外，一般无论民事、刑事案件，当事人亲自告诉，诉讼程序启动，受理告诉案件需提交书面诉状与缴纳诉讼费，民事案件（“民讼” ）须双方当事人到场（“两造俱备” ）才能受理，刑事案件（“民狱” ）须双方提供书面诉状或答辩状（“两剂” ）才能受理",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "339,340"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "335,340"
                                            }
                                        },
                                        {
                                            "content": "[典型真题] 西周时期对诉讼已区分，其中“以财货相告”称为（ ）。（2010年单选第35题 ）答案A（讼 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "340,341"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "332,341"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "331,341"
                            }
                        },
                        {
                            "content": "（三）五听",
                            "children": [
                                {
                                    "content": "长期司法实践中，西周总结出“以五声听狱讼求民情”经验，即察言观色审讯，判断当事人陈述真伪，“五声”亦即“五听”，具体内容：",
                                    "children": [
                                        {
                                            "content": "辞听：“观其出言，不直则烦” → 观察当事人言语表达，理屈者言语错乱",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "343,344"
                                            }
                                        },
                                        {
                                            "content": "色听：“观其颜色，不直则赧（nǎn）然” → 观察当事人面部表情，理屈者面红",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "344,345"
                                            }
                                        },
                                        {
                                            "content": "气听：“观其气息，不直则喘” → 观察当事人呼吸，无理则喘息",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "345,346"
                                            }
                                        },
                                        {
                                            "content": "耳听：“观其听聆，不直则惑” → 观察当事人听觉，理亏则听语不清",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "346,347"
                                            }
                                        },
                                        {
                                            "content": "目听：“观其眸子，视不直则眊（mào）然” → 观察当事人眼睛与视觉，无理则双目失神",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "347,348"
                                            }
                                        },
                                        {
                                            "content": "“五听”通过观察被讯问者感官反应确定陈述真假，虽近于主观，但比夏商“神判”进步，是审判心理学萌芽，周以后历朝司法实践沿用“五听”",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 古代社会早期取证手段缺乏，对口供及口供判断依赖大",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "349,350"
                                                    }
                                                },
                                                {
                                                    "content": "[典型真题]",
                                                    "children": [
                                                        {
                                                            "content": "1. 西周时期实行“以五声听狱讼求民情”的审判方式，其中“观其出言，不直则烦”指的是（ ）。（2021年单选第28题等 ）答案A（辞听 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "351,352",
                                                                "listIndex": 1
                                                            }
                                                        },
                                                        {
                                                            "content": "2. 西周时，通过察言观色判断当事人陈述真伪的审判方式称为（ ）。（2014年单选第33题 ）答案D（五听 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "352,353",
                                                                "listIndex": 2
                                                            }
                                                        },
                                                        {
                                                            "content": "3. “以五声听狱讼求民情”的司法审判制度发端于（ ）。（2008年单选第33题 ）答案B（西周 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "353,354",
                                                                "listIndex": 3
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "350,354"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "348,354"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "342,354"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "341,354"
                            }
                        },
                        {
                            "content": "[史境溯源] 根据《周礼》记载，西周有“路鼓”与“肺石”的直诉制度",
                            "children": [
                                {
                                    "content": "路鼓之制：申诉者击打宫门外所设之鼓，由专门受理路鼓的人先倾听申诉，再告之于周王，路鼓制度到封建时代发展为登闻鼓制度",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "355,356"
                                    }
                                },
                                {
                                    "content": "肺石之制：王宫门外设立暗红色石头，有冤屈者在肺石上站立三天，司法官即受理此案，即“立于肺石三日，士听其辞，以告于上”",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "356,357"
                                    }
                                },
                                {
                                    "content": "西周究竟有无“路鼓”与“肺石”的直诉制度，已难考实，直诉制度多适用于贫苦无告者，体现王的“德政”，加强王对司法的监督，为后世王朝沿用",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "357,358"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "354,358"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "325,358"
                    }
                }
            ],
            "payload": {
                "tag": "li",
                "lines": "122,358"
            }
        }
    ],
    "payload": {
        "tag": "h2",
        "lines": "0,1"
    }
}