// chapter6.js
var chapter6 = {
    "content": "第一章 初创（转型）时期的近现代法制：清末（1840 - 1911年 ）",
    "children": [
        {
            "content": "本章学习提要",
            "children": [
                {
                    "content": "第一次鸦片战争以来（中国受到西方列强的直接巨大冲击，开始艰难的近代化历程 ；近代化最开始在军事国防、经济等领域发生，到戊戌变法前后，重心开始转移到政治法律领域 ；自庚子国变到清朝灭亡这十余年间，清朝推进全面法制改革：吸收西方法律理论与法律制度，起草民法、刑法、诉讼法等各项法律草案；改革司法制度，建立近代司法机构 ；这次法制改革是中国传统法制向近代转型迈出的关键一步，在中国法制史上具有承前启后、继往开来之地位 ）",
                    "children": [],
                    "payload": {
                        "tag": "li",
                        "lines": "2,3"
                    }
                },
                {
                    "content": "具体来讲（晚清主要法律制度的变革以1900年（光绪二十六年 ）为界，分前后两个时期 ；前期时期，晚清法律制度的变化，由一系列不平等条约使帝国主义取得了治外法权，确立了列强在中国的领事裁判权制度与会审公廨制度，这一变化是被动的、强迫的 ；后期则是晚清最后十年期间的制宪活动与立法改革，开始了中国法律近代化的进程，这一变化既为形势所迫，也带有一定的主动性，因此晚清最后十年也称“新政” 时期 ；“新政” 时期法律制度与法律体系发生了重大变化，以唐律为代表的中华法系宣告解体，以大陆法系为主的西方法律原则和立法体例开始移植到中国，并与中国的某些传统相结合，使中国法律制度逐渐纳入世界近代法制的框架之中 ）",
                    "children": [],
                    "payload": {
                        "tag": "li",
                        "lines": "3,4"
                    }
                },
                {
                    "content": "[清帝系表]",
                    "children": [
                        {
                            "content": "清宣宗旻（mín ）宁（道光）（1821 - 1850年 ）：1840年第一次鸦片战争，1842年《南京条约》，1843年领事裁判权",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "5,6"
                            }
                        },
                        {
                            "content": "清文宗奕詝（zhǔ ）（咸丰）（1851 - 1861年 ）：1856年第二次鸦片战争，1860年《北京条约》",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "6,7"
                            }
                        },
                        {
                            "content": "清穆宗载淳（同治）（1861 - 1875年 ）：1864年会审公廨，1861 - 1895年洋务运动",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "7,8"
                            }
                        },
                        {
                            "content": "清德宗载湉（tián ）（光绪）（1875 - 1908年 ）：1894年甲午战争，1895年《马关条约》，1898年戊戌变法，1900年八国联军侵华，1901年张之洞《江楚会奏变法三折》，1902年沈家本“中外通行、有裨治理” ，1904年日俄战争，1905年派五大臣考察宪政，1906年“大权统于朝廷、庶政公诸舆论” ，中央官制改革，1908年《钦定宪法大纲》",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "8,9"
                            }
                        },
                        {
                            "content": "溥仪（宣统）（1909 - 1911年 ）：1909年咨议局，1910年资政院，1911年10月辛亥革命，1911年11月《十九信条》",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "9,10"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "4,10"
                    }
                }
            ],
            "payload": {
                "tag": "h2",
                "lines": "1,2"
            }
        },
        {
            "content": "一、“预备立宪”",
            "children": [
                {
                    "content": "（一）“预备立宪” 的背景与指导原则",
                    "children": [
                        {
                            "content": "1.“预备立宪” 的背景",
                            "children": [
                                {
                                    "content": "鸦片战争以后（西方列强对中国侵略的加剧，清政府面临的各种矛盾逐渐尖锐化 ；国内，突出的民族矛盾、当权者与资产阶级改良派、革命派的对立更加激烈 ；国际上，列强为进一步控制中国，不断对清政府施加各种压力，要求其改革体制，以适应西方国家各方面的需要 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "13,14"
                                    }
                                },
                                {
                                    "content": "20世纪伊始（内外交困之际的清政府，企图以实行“新政” 为名，缓和各种矛盾，挽救危局 ；1901年，两江总督刘坤一、湖广总督张之洞联合上奏《江楚会奏变法三折》，系统地提出了兴学校、练新军、奖励工商业和裁减冗员等改革措施，成为清政府实施新政的蓝图 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "14,15"
                                    }
                                },
                                {
                                    "content": "1904年日俄战争爆发（沙俄败于蕞（zuì ）尔岛国日本，舆论普遍认为日本以立宪而胜，沙俄因专制而败，朝野上下要求清政府实行宪政的呼声日益高涨 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "15,16"
                                    }
                                },
                                {
                                    "content": "为应对舆论（清政府于1905年正式打出“仿行宪政” 的旗号，并派遣五大臣赴日本等国考察宪政 ；五大臣回国后，上书建议进行“立宪之预备” ，认为立宪有三大利：一曰皇位永固，二曰外患渐轻，三曰内乱可弭（mǐ ） ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "16,17"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 1906年7月（五大臣陆续回国，向清廷转达了各立宪国对清政府准备实行宪政的支持态度，同时向慈禧太后密陈实行君主立宪的三大好处：一曰“皇位永固” ，如同日本，行政职责由大臣承担，政府可更换，而君主地位万世不变；二曰“外患渐轻” ，中国改行宪政后，列强对中国的歧视态度将会有改变；三曰“内乱可弭” ，实行宪政后，立宪派的立场自然与朝廷一致，革命党人的活动无需缉捕拿便可冰消瓦解 ；最后还明确指出：“欲防革命，舍立宪无他。” 同时指出：“今日宣布立宪，不过明示宗旨为立宪之预备，至于实行之期，原可宽立年限。” 这个假立宪的建议，深得慈禧的赏识，清廷决定“仿行宪政” ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "17,18"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "12,18"
                            }
                        },
                        {
                            "content": "2.“预备立宪” 的指导原则（“大权统于朝廷，庶政公诸舆论” ）",
                            "children": [
                                {
                                    "content": "1906年9月1日（光绪三十二年七月十三日 ），清廷发布《宣示预备立宪先行厘定官制谕》，确定“大权统于朝廷，庶政公诸舆论” 的立宪指导原则 ；清政府实行预备立宪的目的，在于敷衍和拉拢要求改革的立宪派，抵制势不可挡的革命运动，并进一步取得帝国主义的支持，巩固清朝的政权 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "19,20"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 所谓预备立宪（指清政府为仿照近代西方国家实行君主立宪政体而进行的准备活动 ；清廷预备立宪的目的是摆脱内外交困的窘迫，缓和各种矛盾 ；至于正式立宪的时间，则采取尽可能拖延的策略 ；足见清廷宣布立宪并非出于自愿，而是出于一种求生本能的自救意识，其实质是借立宪为名抵制革命，以挽救即将倾覆的清王朝，维护君主专制统治 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "20,21"
                                    }
                                },
                                {
                                    "content": "1908年8月27日（《钦定逐年筹备事宜清单》颁布，规定预备立宪期为九年，至1916年正式实行君主立宪 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "21,22"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 1910年（立宪派组织了规模浩大的速开国会请愿运动，清廷迫于内外压力，宣布将预备立宪期由九年缩短为五年，将在1913年正式君主立宪，召集国会颁布宪法 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "22,23"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "18,23"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "11,12"
                    }
                },
                {
                    "content": "（二）“预备立宪” 的主要活动",
                    "children": [
                        {
                            "content": "1.改革官制",
                            "children": [
                                {
                                    "content": "在筹备期内（先要改革官制，以扩大和完善国家职能，为立宪奠定基础 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "25,26"
                                    }
                                },
                                {
                                    "content": "“时处今日，惟有及时详晰甄核，仿行宪政，大权统于朝廷，庶政公诸舆论，以立国家万年有道之基。但目前规制未备，民智未开，若操切从事，涂饰空文，何以对国民而昭大信。故廓清积弊，明定责成，必从官制入手……并将各项法律详慎厘定，而又广兴教育，清理财务，整饬武备，普设巡警，使绅民明悉国政，以预备立宪基础。”——《宣示预备立宪先行厘定官制谕》",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "26,27"
                                    }
                                },
                                {
                                    "content": "[史境溯源] 中央官制改革（自1901年即逐渐展开 ；1901年，改总理各国事务衙门为外务部 ；1903年设立商部，1905年设立巡警部、学部 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "27,28"
                                    }
                                },
                                {
                                    "content": "1906年11月6日（清廷发布《裁定官制谕》，确认中央官制改革的结果 ；内阁、军机处照旧，各部尚书均充参预政务大臣；外务部、吏部仍旧，户部改为度支部，太常、光禄和鸿胪三寺并入礼部，学部仍旧，巡警部改为民政部，兵部改为陆军部，以练兵处、太仆寺并入；应行设立海军部和军谘府，未设之前暂归陆军部办理；刑部改为法部，任司法行政；大理寺改为大理院，掌司法审判；工部并入商部，为农工商部；新设邮传部，负责轮船、铁路、电报和邮政；理藩院改为理藩部；新设资政院和审计院等 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "28,29"
                                    }
                                },
                                {
                                    "content": "但官制改革（强化了满洲亲贵的中央集权，使督抚对清政府的离心力加大，满汉矛盾趋于尖锐，从而加速了清政府的灭亡 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "29,30"
                                    }
                                },
                                {
                                    "content": "典型真题关联（“预备立宪” 指导原则 ） :1906年9月（清廷发布《宣示预备立宪谕》，将立宪指导原则确立为“大权统于朝廷，庶政公诸舆论” ）（2016年单选第43题答案C ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "30,31"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "24,31"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "23,24"
                    }
                },
                {
                    "content": "（三）“预备立宪” 的主要成果",
                    "children": [
                        {
                            "content": "\n<p data-lines=\"32,33\">1.改革官制（前文已述，此为成果之一 ）</p>",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "32,33"
                            }
                        },
                        {
                            "content": "\n<p data-lines=\"33,34\">2.颁布《钦定宪法大纲》</p>",
                            "children": [
                                {
                                    "content": "[史境溯源] 1907年6月（清廷公布了地方官制改革方案：陆军部直接委派督练公所军事参议官，以收回督抚之军权；度支部派出清理财政监督官，以收回督抚的财权；改各省按察使为提法使，负责地方司法行政；在各省城商埠设立各级审判厅，负责司法审判 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "34,35"
                                    }
                                },
                                {
                                    "content": "（1）内容",
                                    "children": [
                                        {
                                            "content": "《钦定宪法大纲》（是清政府于1908年颁布的宪法性文件 ；由宪政编查馆编订，是清政府“预备立宪” 的一个步骤，也是中国历史上的第一个宪法性文件 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "36,37"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 清朝统治者（1906年宣布预备立宪，1905年设立了考察政治馆，1907年改为宪政编查馆，作为预备立宪的专门办事机构 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "37,38"
                                            }
                                        },
                                        {
                                            "content": "《钦定宪法大纲》（共23条，分为正文“君上大权” 和附录“臣民权利义务” 两部分，基本上以1889年《大日本帝国宪法》的前两章为蓝本 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "38,39"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 1889年《大日本帝国宪法》（为正式宪法典，第一章“天皇” ，第二章“臣民权利义务” ，还有国会、内阁、司法和会计等其他章节，对天皇权力也有所约束 ；而《钦定宪法大纲》没能规定其他方面，大清皇帝的权力比日本天皇还要大 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "39,40"
                                            }
                                        },
                                        {
                                            "content": "第一部分（共14条 ；规定了皇帝至高无上的地位，君主在立法、行政、司法、统率军队、宣布战争与媾（gòu ）和、宣布戒严等方面拥有绝对权力，并在许多条文之后加上“以院不得干预”“皆非议院所得干预” 等词语，以保障皇权、限制议会的权力 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "40,41"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 《钦定宪法大纲》第1条（“大清皇帝统治大清帝国，万世一系永永尊戴。” ） ；第2条（“君上神圣尊严，不可侵犯。” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "41,42"
                                            }
                                        },
                                        {
                                            "content": "第二部分（有9条 ；规定了臣民纳税、服兵役、遵守法律诸项义务以及抄自日本宪法中的一些臣民权利 ；但对于每项臣民权利，均以“于法律范围内” 作为限制语，并规定皇帝“得以诏令限制臣民之自由” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "42,43"
                                            }
                                        },
                                        {
                                            "content": "（2）历史意义",
                                            "children": [
                                                {
                                                    "content": "《钦定宪法大纲》（无论在结构形式上还是条文内容上，都体现了“大权统于朝廷” 的精神 ；但对皇权的“法定” 和关于臣民权利与义务的第一次明确规定，对于启发民智，培养近代法律意识具有一定的意义 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "44,46"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "43,46"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "35,46"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "33,46"
                            }
                        },
                        {
                            "content": "\n<p data-lines=\"46,47\">3.“预备立宪” 相关机构（谘议局、资政院 ）</p>",
                            "children": [
                                {
                                    "content": "（一）谘议局",
                                    "children": [
                                        {
                                            "content": "（1）谘议局（咨（谘 ）议局是“预备立宪” 时期清政府设立的地方咨询机关，于1909年开始在各省设立 ；谘议局的筹建始于1907年，其后由宪政编查馆拟了《谘议局章程》及《谘议局议员选举章程》，经奏准于1908年7月颁布 ）",
                                            "children": [
                                                {
                                                    "content": "依照这两个章程的规定（谘议局活动的宗旨在于“指陈通省利病，筹计地方治安” ，其权限是讨论本省兴革事宜、决算预算、税收、公债以及选举资政院议员、申复资政院或本省督抚的咨询等 ；但其所决定事项，可决权全在本省督抚，督抚对于咨议局，不仅有监督、裁夺之权，而且有令其停会及奏请解散之权 ；谘议局议员的选举条件也极为苛刻 ；谘议局具有地方议会的性质 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "49,50"
                                                    }
                                                },
                                                {
                                                    "content": "[史境溯源] 根据《谘议局议员选举章程》（享有选举权的一般条件，是本省年满25岁以上的男子，妇女没有选举权 ；此外，以下条件必须符合一项：曾在本省办理学务或其他公益事务满3年以上著有成绩者；中等学校毕业或举贡生员以上之出身者；曾任实缺职官文七品或武五品以上未被参革者；在本省地方有5000元以上之营业资本或不动产者 ；经过以上的条件限制，只有地主、绅士、大商人，学界的头面人物才有成为议员的资格 ；正因为资格限制过苛，选民比例全国平均只有2.42% ，比例最高的直隶为0.62% ，比例最低的甘肃只有0.19% ；即使拥有选民资格者，也对选举极为冷漠，如立宪派的发源地广州府有选民1600多人，但参加投票者只有399人，仅占1/4 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "50,51"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "48,51"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "47,51"
                                    }
                                },
                                {
                                    "content": "（二）资政院",
                                    "children": [
                                        {
                                            "content": "（2）资政院（作为中央咨询机关，资政院于1910年正式设立 ；其筹建始于1907年 ；依照《资政院院章》（1909年8月制定 ）的规定，该院可以“议决” 国家的年度预决算，税法与公债，法典的修订、修改以及其余奉“特旨” 交议事项 ；但是，资政院的一切决议均须报请皇帝定夺，皇帝还有权谕令资政院停会或解散 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "52,53"
                                            }
                                        },
                                        {
                                            "content": "资政院议员（分钦选与民选两部分 ；钦选议员由皇帝指定，多为宗室贵族和高官显贵；民选议员由各省咨议局议员互选产生，但须各省督抚圈定 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "53,54"
                                            }
                                        },
                                        {
                                            "content": "[史境溯源] 1910年9月（资政院正式召集议员，10月初举行了隆重的开院典礼，随后正式召开了为期一百天的第一次常年会 ；次年资政院又召开了第二次常年会，但此时武昌起义爆发 ；因政局混乱，会议受到很大冲击，撑持到1912年1月即宣布自我解散，资政院随着清廷覆亡和君主预备立宪的失败而退出历史舞台 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "54,55"
                                            }
                                        },
                                        {
                                            "content": "资政院（形式上具有近现代国家议会的性质 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "55,56"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 资政院（是立宪派极力推动君主预备立宪的最高峰，对中国近代社会从专制到立宪的政治转型，有诸多开创性贡献：",
                                            "children": [
                                                {
                                                    "content": "第一，它是我国第一个“形式上” 具有国会性质的机构；",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "57,58"
                                                    }
                                                },
                                                {
                                                    "content": "第二，它有占议员总数一半的民选议员，开民意代表参与中央政治之先河（《资政院院章》规定：资政院由钦选议员和民选议员各一百人组成，由三十岁以上的男性选充 ）；",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "58,59"
                                                    }
                                                },
                                                {
                                                    "content": "第三，资政院的会议程序，采取公开平等辩论、一人一票和多数决的方式，第一次正面冲击了我国数千年来少数人，甚至一个人决策的专制传统，为我国以民主方式制定法律和决定国家大政之滥觞；",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "59,60"
                                                    }
                                                },
                                                {
                                                    "content": "第四，资政院所议决的《十九信条》，是民意机关通过的第一部宪法性文件 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "60,61"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "56,61"
                                            }
                                        },
                                        {
                                            "content": "典型真题关联（谘议局、资政院 ）",
                                            "children": [
                                                {
                                                    "content": "1.清末为“预备立宪”（仿照近代西方国家的议会制度设立了中央咨询机关 ；该机关是资政院 ）（2015年单选第42题答案D ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "62,63"
                                                    }
                                                },
                                                {
                                                    "content": "2.清末设立的以“指陈通省利病，筹计地方治安” 为宗旨的地方机构（谘议局 ）（2008年单选第37题答案C ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "63,64"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "61,64"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "51,64"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "46,64"
                            }
                        },
                        {
                            "content": "\n<p data-lines=\"64,65\">4.《十九信条》</p>",
                            "children": [
                                {
                                    "content": "《十九信条》（全称《宪法重大信条十九条》 ，是清政府于辛亥革命爆发后制定的又一个宪法性文件 ；1911年10月，武昌起义爆发，风暴很快席卷大半个中国，南方各省纷纷宣布独立，清政府的统治处于土崩瓦解之中 ；资政院仅用三天时间即拟定《宪法重大信条十九条》，1911年11月3日由清政府公布 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "65,66"
                                    }
                                },
                                {
                                    "content": "《十九信条》（是一部临时宪法，采行君主立宪政体，规定皇帝权力限于宪法所规定；宪法由资政院起草议决，由皇帝颁布之；内阁对国会负责；总理大臣由国会公举，皇帝任命，其他国务大臣由总理大臣推荐、皇帝任命；皇族不得为总理大臣及其他国务大臣并各省行政长官；军队对内使用时应依国会议决之特别条件；不得以命令代法律；预决算由国会审核批准等 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "66,67"
                                    }
                                },
                                {
                                    "content": "《十九信条》（仍然强调“大清帝国皇统万世不易”“皇帝神圣不可侵犯” ，但对于人民的权利只字未提 ；作为一种应急的政治策略，显然并不可挽救清王朝大厦将倾的败局 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "67,68"
                                    }
                                },
                                {
                                    "content": "典型真题关联（《十九信条》 ） 清政府于辛亥革命爆发后制定的宪法性文件（《宪法重大信条十九条》 ）（2012年单选第42题答案D ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "68,69"
                                    }
                                },
                                {
                                    "content": "[总结对比]\n<table data-lines=\"70,76\">\n<thead data-lines=\"70,71\">\n<tr data-lines=\"70,71\">\n<th>比较项</th>\n<th>《钦定宪法大纲》</th>\n<th>《十九信条》</th>\n</tr>\n</thead>\n<tbody data-lines=\"72,76\">\n<tr data-lines=\"72,73\">\n<td>制定时间</td>\n<td>1908年，中国历史上第一个宪法性文件</td>\n<td>1911年，辛亥革命爆发后的又一个宪法性文件</td>\n</tr>\n<tr data-lines=\"73,74\">\n<td>制定机关</td>\n<td>宪政编查馆</td>\n<td>资政院（临时宪法 ）</td>\n</tr>\n<tr data-lines=\"74,75\">\n<td>国家权力</td>\n<td>正文“君上大权” ，规定了皇帝至高无上的地位，以保障皇权、限制议会的权力</td>\n<td>形式上被迫缩小了皇权，相对扩大了内阁总理和国会的权力</td>\n</tr>\n<tr data-lines=\"75,76\">\n<td>公民权利</td>\n<td>附录“臣民权利义务”</td>\n<td>对于人民的权利只字未提</td>\n</tr>\n</tbody>\n</table>",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "69,78"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "64,78"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "31,32"
                    }
                },
                {
                    "content": "（四）“预备立宪” 的后续发展（可结合前文时间线补充 ）",
                    "children": [
                        {
                            "content": "1910年（立宪派请愿速开国会 ；清廷缩短预备立宪期为五年 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "79,80"
                            }
                        },
                        {
                            "content": "1911年（辛亥革命爆发 ；为挽救统治，清廷颁布《十九信条》 ，但已无力回天 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "80,84"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "78,79"
                    }
                }
            ],
            "payload": {
                "tag": "h2",
                "lines": "10,11"
            }
        },
        {
            "content": "二、修律活动",
            "children": [
                {
                    "content": "（一）修律的指导思想：“中外通行，有裨治理”",
                    "children": [
                        {
                            "content": "进入20世纪以后（国内革命运动的“心腹之患” ；西方列强侵略的“肘腋之忧” ；官僚士大夫阶层以收回领事裁判权为所谓“变法自强之枢纽” 的呼声 ；清政府不得不进行立法修律活动 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "86,87"
                            }
                        },
                        {
                            "content": "[史境溯源] 西方列强（向清政府要求领事裁判权的理由之一，是中国法律落后、野蛮，与西方国家法律的基本精神及主要制度不相吻合 ；1902年9月，清廷与英国签订《中英续议通商行船条约》，其中第12款规定：“中国深欲整顿本国律例，以期与各西国律例改同一律。英国允愿尽力协助，以成此举。一俟（sì ）查悉中国律例情形及其审断办法及一切相关事宜皆臻妥善，英国即允弃其治外法权。” 美国、日本、葡萄牙等国也作出类似表示 ；作为动力之一，为收回领事裁判权，清政府于20世纪初，全面展开变法修律活动 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "87,88"
                            }
                        },
                        {
                            "content": "但（对疆吏张之洞一眼看穿列强各国的虚伪承诺，提出：能否取消各国在华领事裁判权，取消失治外法权，不在于法律本身，而“视国家兵力之强弱，战守之成效，以为从违” ；历史证明，直到20世纪20年代末30年代初南京国民政府全面建立具有近代意义的六法体系，西方各国仍没有放弃领事裁判权 ；1943年，英、美等国出于第二次世界大战的战争形势考虑，方才最终取消领事裁判权 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "88,89"
                            }
                        },
                        {
                            "content": "1902年（清廷在修订法律的上谕中提出：“将一切现行律例，按照交涉情形，参酌各国法律，悉心考订，妥为拟议，务期中外通行，有裨治理。”  ；“中外通行，有裨治理” 这一修律的指导思想和原则强调，修律既要吸收引进西方近现代法律形式和法律制度，又不能违背中国传统的伦理纲常，即“折中世界各国大同之良规，兼采近世最新之学说” ，同时更“不戾（lì ）乎中国数千年相传之礼教民情” ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "89,91"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "85,86"
                    }
                },
                {
                    "content": "（二）修订法律馆",
                    "children": [
                        {
                            "content": "修订法律馆（是清末负责修订法律的专门机关 ；1902年，清廷任命沈家本、伍廷芳为修订法律大臣后，开始了修订法律馆的筹建，1904年，修订法律馆正式办公 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "92,93"
                            }
                        },
                        {
                            "content": "[史境溯源] 伍廷芳（任修律大臣时间较短，因其精通交涉事务，很快被调任商部，其职由英瑞继任 ；但不久英瑞病故，后由俞廉三接任 ；而沈家本则一直主持修律活动，成为修律活动的主要承担者和实际完成者，对修律的贡献也最大 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "93,94"
                            }
                        },
                        {
                            "content": "修订法律馆的主要职责（拟订奉旨交议的各项法律，拟订各项法典草案，删订旧有律例及编纂各项章程 ；此后直至清政府覆亡，修订法律馆在沈家本等人的主持下，进行了大量的删定旧律、制定新法的活动，开启了中国传统法律近代化的道路 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "94,95"
                            }
                        },
                        {
                            "content": "典型真题关联（修订法律馆 ） : 清末修律的主要主持者（沈家本 ）（2008年单选第32题答案C ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "95,96"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "91,92"
                    }
                },
                {
                    "content": "（三）《大清现行刑律》",
                    "children": [
                        {
                            "content": "《大清现行刑律》（是清政府于1910年5月15日颁行的一部过渡性法典 ；它在《大清律例》的基础上作局部调整删改而成，共36卷，389条，另有附例1327条，并附《禁烟条例》12条和《秋审条例》165条 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "97,98"
                            }
                        },
                        {
                            "content": "[史境溯源] 沈家本（是一位冷静、务实的法律专家，他认为，修订法律虽势在必行，却非短期所能完成，如果草率从事，必然会遭到习惯势力的阻挠 ；考虑到中国审判人才缺乏，警察规程与监狱制度也未完善，而且教育尚未普及，法律的改革应有个过程 ；鉴于“各法之中尤以刑法为切要” ，他主张先修改清朝最基本的法典《大清律例》，一来可作为制定新刑律前的一部过渡性法典，二来可为新法典的制定积累经验，争取时间 ；这一修改始于1908年，次年10月修订法律馆完成了《现行刑律草案》，交宪政编查馆审核 ；宪政编查馆略加修改并奏准颁行后，于1910年5月清廷正式公布《大清现行刑律》 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "98,99"
                            }
                        },
                        {
                            "content": "与《大清律例》相比（《大清现行刑律》的变化主要是：",
                            "children": [
                                {
                                    "content": "1. 取消了《大清律例》中按吏、户、礼、兵、刑、工六部名称而分的六律总目，将法典各条按其性质分隶30门 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "100,101",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 官制改革后（原有的中央吏、户、礼、兵、刑、工六部体制已不复存在，故《大清律例》依六部分目的体例此时也自然废止，以昭划一 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "101,102"
                                    }
                                },
                                {
                                    "content": "2. 对纯属民事性质的条款不再科刑",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "102,103",
                                        "listIndex": 2
                                    }
                                },
                                {
                                    "content": "3. 废除了一些残酷的刑罚手段，如凌迟 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "103,104",
                                        "listIndex": 3
                                    }
                                },
                                {
                                    "content": "4. 增加了一些新的罪名，如妨害国交罪、妨害选举罪、私铸银元罪以及破坏交通、电讯的犯罪等",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "104,106",
                                        "listIndex": 4
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "99,106"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "96,97"
                    }
                },
                {
                    "content": "（四）《大清新刑律》",
                    "children": [
                        {
                            "content": "《大清新刑律》（原称《钦定大清刑律》 ；是清政府于1911年1月公布的中国历史上第一部近代意义上的专门刑法典 ；分为总则和分则两编，共53章，411条，另附有《暂行章程》5条 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "107,108"
                            }
                        },
                        {
                            "content": "[史境溯源] 早在制订《大清现行刑律》之前的1906年（沈家本即聘请日本法学家冈田朝太郎等起草新刑法 ；1907年完成初稿上奏，定名为《修正刑律草案》 ；在修订法律馆将草案送交各部院及各省督抚签注意见时，时任军机大臣兼掌学部的张之洞首先发难，认为草案最大的问题是有悖于“因伦制礼，准礼制刑” 的原则，认为收回治外法权虽为“当今急务” ，但也不能把“中国旧律精义弃置不顾，全袭外国格式文法” ，主张对“有伤伦理之处应全行改正” ；各省督抚纷纷附和，朝廷也支持礼教派的观点 ；沈家本与修订法律馆被迫从命，将草案修改后送交法部，礼教派法部尚书廷杰阅后，又在正文后增加了维护纲常礼教的《附则》（后更名《暂行章程》 ）五条 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "108,109"
                            }
                        },
                        {
                            "content": "1910年当将《暂行章程》附于律后的《修正刑律草案》送交资政院讨论时（又遭到礼教派干将、资政院议员劳乃宣等的激烈抨击，列举干名犯义、存留养亲、亲属相奸相盗相殴、杀害有服卑幼、发冢、子孙违犯教令等十一个应列入而未列入正文的问题，指责草案“大失明刑弼教之义” ，要求将旧律有关纲常礼教各条明确写入新律 ；沈家本与宪政编查馆特派员杨度等奋起反驳 ；杨度分析了西方的国家主义立法宗旨与中国传统的家族主义立法宗旨对国家的利弊，主张实行国家主义以取代家族主义 ；双方各持己见，互不相让，掀起了一场著名的“礼法之争” ；最后，清廷采取折衷态度，将《修正刑律草案》定名为《大清新刑律》，将《暂行章程》附于《大清新刑律》后，于1911年1月25日颁布，预定自1913年起施行 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "109,110"
                            }
                        },
                        {
                            "content": "同《大清律例》和《大清现行刑律》相比较（《大清新刑律》在形式和内容上都有实质性的改动 ）",
                            "children": [
                                {
                                    "content": "1. 在体例上（抛弃了以往旧律“诸法合体” 的编纂形式，采用近代西方刑法典的体例，将法典分为总则与分则两部分 ；总则17章，规定了犯罪和刑罚的一般原则及法的适用范围 ；分则36章，以罪名为章名，规定了犯罪的构成和法定量刑幅度 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "111,112",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "2. 调整了部分罪名（如将谋反罪改为内乱罪，新增有关国交、外患、电讯、交通、卫生等罪名 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "112,113",
                                        "listIndex": 2
                                    }
                                },
                                {
                                    "content": "3. 采用近代刑罚体系（规定刑罚分为主刑和从刑两种 ；主刑包括死刑（仅绞刑一种 ）、无期徒刑、有期徒刑、拘役、罚金 ；从刑包括褫（chǐ ）夺公权和没收两种 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "113,114",
                                        "listIndex": 3
                                    }
                                },
                                {
                                    "content": "",
                                    "children": [
                                        {
                                            "content": "4. 引入了西方的刑法原则和刑法学的通用术语",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "114,115",
                                                "listIndex": 4
                                            }
                                        },
                                        {
                                            "content": "",
                                            "children": [
                                                {
                                                    "content": "（1）罪刑法定主义原则、“法律面前人人平等” 原则（取消了十恶、八议、官当以及按官秩、良贱、服制等刑律适用原则 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "115,116"
                                                    }
                                                },
                                                {
                                                    "content": "（2）采用西方国家通用的既遂、未遂、缓刑、假释、时效、正当防卫等制度和术语",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "116,117"
                                                    }
                                                },
                                                {
                                                    "content": "（3）在各省设感化院，对少年犯改用惩治教育",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "117,118"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "ul",
                                                "lines": "115,118"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "114,118"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "110,118"
                            }
                        },
                        {
                            "content": "《大清新刑律》（是近现代意义上的专门刑法典，是清末修律的代表作 ；其后，因“礼法之争” 而作出妥协，附录《暂行章程》5条，具有浓厚礼教色彩 ；《大清新刑律》公布后不久清王朝即告覆亡，该律并未正式施行 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "118,119"
                            }
                        },
                        {
                            "content": "[老龚点睛] 清廷本计划该律在正式立宪后施行（故其在清朝未能生效 ；直至中华民国成立，由于一时未能制定出自己的刑法典，在删除了《大清新刑律》与民国国体相抵触的条文后将其改名为《暂行新刑律》，作为民国时期的刑事基本法，直到1928年《中华民国刑法》施行才失效 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "119,120"
                            }
                        },
                        {
                            "content": "典型真题关联（《大清新刑律》 ）",
                            "children": [
                                {
                                    "content": "1. 与《大清现行刑律》相比（《大清新刑律》的主要变化包括：采用了罪刑法定原则；删除了“十恶” 重罪等内容；改变了律例合编的法典编纂体例；采用了西方国家通行的缓刑、假释等制度 ）（2015年多选第63题答案ABCD ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "121,122",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "2. 中国历史上首部确认罪刑法定原则的刑法典（《大清新刑律》 ）（2014年法单选第20题答案C ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "122,123",
                                        "listIndex": 2
                                    }
                                },
                                {
                                    "content": "3. 下列选项中（属于《大清新刑律》规定的刑罚种类的有有期徒刑、无期徒刑 ）（2013年多选第62题答案CD ；管制是现代刑法刑罚，流刑是古代旧刑罚 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "123,124",
                                        "listIndex": 3
                                    }
                                },
                                {
                                    "content": "4. 下列关于《大清新刑律》特点的表述（正确的有：采用罪刑法定主义原则；在体例上抛弃了旧律“诸法合体” 的编纂形式；采用西方国家通用的缓刑、假释、正当防卫等制度和术语 ）（2010年法多选第29题答案ABC ；主刑包括死刑（仅绞刑一种 ）、无期徒刑、有期徒刑、拘役、罚金 ，无“遣刑” ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "124,125",
                                        "listIndex": 4
                                    }
                                },
                                {
                                    "content": "5. 中国历史上第一部近代意义上的专门刑法典（《大清新刑律》 ）（2005年单选第41题答案B ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "125,126",
                                        "listIndex": 5
                                    }
                                },
                                {
                                    "content": "6. 1911年清末政府公布的第一部专门刑法典是（《大清新刑律》 ）（2003年单选第16题答案C ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "126,128",
                                        "listIndex": 6
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "120,128"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "106,107"
                    }
                },
                {
                    "content": "（五）礼法之争",
                    "children": [
                        {
                            "content": "礼法之争（是指在清末变法修律过程中，以张之洞、劳乃宣为代表的“礼教派” 与以修订法律大臣沈家本为代表的“法理派” ，围绕《大清新刑律》等新式法典的修订原则产生的论争 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "129,130"
                            }
                        },
                        {
                            "content": "沈家本、杨度等人（基于对清朝所面临的社会危机及对西方国家政治法律制度的深入理解，主张大力引进西方近代法律理论与制度 ；而以张之洞、劳乃宣为代表，包括地方督抚在内的清廷上层官僚贵族，认为修订新律应“浑道德与法律于一体” ，尤不应偏离中国数千年相传的“礼教民情” ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "130,131"
                            }
                        },
                        {
                            "content": "法理派与礼教派争论的焦点主要集中在：",
                            "children": [
                                {
                                    "content": "1.关于“干名犯义” 条存废",
                                    "children": [
                                        {
                                            "content": "“干名犯义” （指子孙控告祖父母、父母的行为 ；法理派从西方国家通行的法理出发，提出“干名犯义” 属“告诉之事，应于编纂判决录时，于诬告罪中详叙办法……不必另立专条” ；而礼教派则认为“中国素重纲常，故于干名犯义之条，立法特为严重” ，不能在新刑律中没有反映 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "133,134"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "132,134"
                                    }
                                },
                                {
                                    "content": "2.关于“存留养亲”",
                                    "children": [
                                        {
                                            "content": "沈家本等人认为（“古无罪人留养之法”“存留养亲” 不编入新刑律草案，“似尚无悖于礼教”  ；礼教派认为，“存留养亲” 是宣扬“仁政” 、鼓励孝道的重要方式，不能排除在新律之外 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "135,136"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "134,136"
                                    }
                                },
                                {
                                    "content": "3.关于“无夫奸” 及“亲属相奸” 等",
                                    "children": [
                                        {
                                            "content": "礼教派认为（“奸非” 严重违反传统道德，故传统刑律予以严厉处罚 ；“亲属相奸” 更是“大犯礼教之事，故旧律定罪极重” ，新律中也应有专门规定 ；法理派则认为，“无夫妇女犯奸，欧洲法律并无治罪之文” ；“此事有关风化，当于教育上别筹办法，不必编入刑律之中”  ；至于亲属相奸，“此等行同禽兽，固大乖礼教，然究为个人之过恶，未害及社会，旧律重至立决，未免过严”  ；因此依“和奸有夫之妇” 条款处以三等有期徒刑即可，“毋庸另立专条”  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "137,138"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "136,138"
                                    }
                                },
                                {
                                    "content": "4.关于“子孙违犯教令”",
                                    "children": [
                                        {
                                            "content": "礼教派认为（“子孙治罪之权，全在祖父母、父母，实为教孝之盛轨”  ；法理派则指出：“此全是教育上事，应别设感化院之类，以宏教育之方 ；此无关于刑事，不必规定于刑律中也。”  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "139,140"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "138,140"
                                    }
                                },
                                {
                                    "content": "5.关于子孙卑幼能否对尊长行使正当防卫权",
                                    "children": [
                                        {
                                            "content": "礼教派认为（“天下无不是之父母” ，子孙对祖父母、父母的教训、惩治，最多像舜帝那样“大杖则走，小杖则受” ，绝无“正当防卫” 之说 ；法理派则认为，“国家刑法，是君主对于全国人民的一种限制 ；父杀其子，君主治以不慈之罪；子杀其父，则治以不孝之罪” ，唯有如此“方为平允”  ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "141,142"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "140,142"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "131,142"
                            }
                        },
                        {
                            "content": "[记忆线索] 流（存留养亲 ）感（干名犯义 ）了，也要与亲（亲属相奸 ）夫（无夫奸 ）领（子孙违犯教令 ）证（正当防卫 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "142,143"
                            }
                        },
                        {
                            "content": "“礼法之争” 的结局（是法理派的退让和妥协 ；清廷在新刑律后附加五条《暂行章程》，规定了无夫妇女通奸罪；对尊亲属有犯不得适用正当防卫；加重卑幼对尊长、妻对夫杀伤等 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "143,145"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "128,129"
                    }
                },
                {
                    "content": "（六）《大清民律草案》",
                    "children": [
                        {
                            "content": "1.制定",
                            "children": [
                                {
                                    "content": "清末在民商法的立法体例上（采取民商分立的原则 ；《大清民律草案》的制定由修订法律馆与礼学馆共同承担 ；修订法律馆委托日本法学家松冈义正起草民律草案前三编总则、债权、物权，后两编亲属与继承由修订法律馆会同礼学馆制订 ；于1911年10月完成 ；草案全文共36章，1569条 ；因武昌起义爆发，该草案未及正式颁布 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "147,148"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "146,148"
                            }
                        },
                        {
                            "content": "2.立法原则",
                            "children": [
                                {
                                    "content": "《大清民律草案》遵循的立法原则（主要有以下三个方面：",
                                    "children": [
                                        {
                                            "content": "（1）采纳各国通行的民法原则",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "150,151"
                                            }
                                        },
                                        {
                                            "content": "（2）以最新最合理的法律理论为指导",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "151,152"
                                            }
                                        },
                                        {
                                            "content": "（3）充分考虑中国特定的国情民风，确定最适合中国风俗习惯的法则，并适应社会演进的需要 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "152,153"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "149,153"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 归纳上述原则（主要为两条：其一，采用西方各国民法通行而又合理的原则和制度；其二，保持中国传统 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "153,154"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "148,154"
                            }
                        },
                        {
                            "content": "3.特点",
                            "children": [
                                {
                                    "content": "（1）民律前三编（财产法 ）以“模范列强” 为主",
                                    "children": [
                                        {
                                            "content": "在起草者松冈义正的影响下（以日、德、瑞士民法典为参照，体例结构取自德国民法典，内容大多采用当时通行的制度或各国新制度，前者如买卖、时效、利率等，后者如法人、公同共有、土地债务等 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "156,157"
                                            }
                                        },
                                        {
                                            "content": "其一，在总则编中（采取了私有财产所有权不可侵犯、契约自由、过失致人损害应予赔偿等基本原则 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "157,158"
                                            }
                                        },
                                        {
                                            "content": "其二，债权编（规定了债权的标的、效力、让与、承认、消灭以及各种形式债的意义和有关当事人的权利义务等 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "158,159"
                                            }
                                        },
                                        {
                                            "content": "其三，物权编（主要规定了对各种形式的财产权的法律保护及财产使用内容等 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "159,160"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "155,160"
                                    }
                                },
                                {
                                    "content": "（2）民律后两编（身份法 ）以“固守国粹” 为主",
                                    "children": [
                                        {
                                            "content": "根据民律草案的起草原则（所有涉及亲属关系以及与亲属关系相关联的财产关系，均以中国传统为主 ；这两编主要参照现行法律、经义和道德，虽也采纳了一些资产阶级的法律规定，但更注重吸收中国传统社会历代相沿的礼教民俗，以维护天理民彝（yí ） ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "161,162"
                                            }
                                        },
                                        {
                                            "content": "其一，亲属编（对亲属关系的种类和范围、家庭制度、婚姻制度、未成年人和成年人的监护、亲属间的抚养等作了规定，仍采取家属主义，继续实行宗法家长制度，如规定：亲属分为宗亲、夫妻、外亲、妻亲，亲等关系以服图计算；家长“以一家中之最尊长者为之” ，“家政统于家长” ；父母继续拥有对子女的婚姻权、财产管理权和惩戒权；在夫妻关系上，继续确认夫权主义 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "162,163"
                                            }
                                        },
                                        {
                                            "content": "其二，继承编（规定了自然继承的范围及顺位、遗嘱继承的办法和效力以及对债权人和受遗人利益的法律保护 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "163,164"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "160,164"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "154,164"
                            }
                        },
                        {
                            "content": "4.历史意义",
                            "children": [
                                {
                                    "content": "《大清民律草案》（不仅前三编与后两编风格迥异，而且与当时中国实际严重脱节 ；但是，《大清民律草案》作为中国历史上第一部民法典草案，对以后的民事立法产生了重要影响 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "165,166"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 《大清民律草案》存在两大欠缺（",
                                    "children": [
                                        {
                                            "content": "其一，抄袭痕迹明显，如规定土地债务、不动产质权等，这些东西在中国习惯中不存在 ；采用法律婚主义等而非中国流行的仪式婚，明显背离当时现实 ；反之，既有民事习惯上的“典权” 等却缺乏规定 ；表明编订者对我国实际情况研究欠深，不能将之同先进法理有机结合 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "167,168"
                                            }
                                        },
                                        {
                                            "content": "其二，未能将西方的平等、权利贯彻，反映到草案中则如仍然维护家长制、家政统摄于家长、夫权等一系列旧有身份性特权，规定妻为限制行为能力人、亲女无继承权和父母包办婚姻等，保留嫡庶子区分，以及保留嗣子、私生子等名称，此皆与近代民法倡导的平等自由观念格格不入 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "168,169"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "166,169"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "164,169"
                            }
                        },
                        {
                            "content": "典型真题关联（《大清民律草案》 ）",
                            "children": [
                                {
                                    "content": "1. 下列关于清末修律的表述（正确的有：收回治外法权是修律的一个重要动因；修订法律馆是负责修订法律的专门机关；《大清新刑律》属于近代意义上的专门刑法典 ）（2007年多选第62题答案ABD ；《大清民律草案》的体例结构仿效《德国民法典》 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "170,171",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "2. 《大清民律草案》后两编“亲属” 与“继承” 的起草机关（礼学馆 ）（2006年单选第42题答案A ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "171,173",
                                        "listIndex": 2
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "169,173"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "145,146"
                    }
                },
                {
                    "content": "（七）商事立法及其特点",
                    "children": [
                        {
                            "content": "1.清末的商事立法（大致可分为两个阶段 ）",
                            "children": [
                                {
                                    "content": "第一阶段（1903—1907年 ）",
                                    "children": [
                                        {
                                            "content": "1903年（清廷派载振、伍廷芳和袁世凯拟订商律，后由同年成立的商部制定颁布了一些应急性的法律法规 ；主要有1904年制定的《钦定大清商律》《公司注册试办章程》《商标注册试办章程》及《商标注册试办章程细目》、1905年制定的《破产律》 ；由于时间仓促，这一时期所订商法大都比较简单，而且门类不全，不能满足实际需要 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "176,177"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "175,177"
                                    }
                                },
                                {
                                    "content": "第二阶段（1907—1911年 ）",
                                    "children": [
                                        {
                                            "content": "官制改革后（商事立法主要由修订法律馆主持起草，各单行法规仍由有关部门拟订 ；这一时期所订商事法律渐趋成熟 ；主要有《大清商律草案》《破产律草案》《保险规则草案》《改订大清商律草案》《银行则例》《银行注册章程》《大小轮船公司注册给照章程》等 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "178,179"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 1908年（修订法律馆即聘请日本法学博士志田钾太郎起草《商律》 ；自1909年之后各篇陆续完成，这就是《大清商律草案》，分五编，共1008条 ；由于该草案依照宪政编查馆拟定之计划要到1913年颁布，1915年才施行；而当时施行的《钦定大清商律》又太过简略（分《商人通例》9条和《公司律》131条这两种 ），无法规范当时日趋活跃和复杂的工商业活动，于是农工商部于1910年提出《改订大清商律草案》，以取代《钦定大清商律》，作为过渡期间的商律，但还未议决，清廷即覆亡，因而被废弃 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "179,180"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "177,180"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "174,180"
                            }
                        },
                        {
                            "content": "2.清末商事立法的主要特点（可概括为：",
                            "children": [
                                {
                                    "content": "（1）以“模范列强”“博稽中外” 为立法原则 ；商事法典的制定从体例到内容，皆模仿西方资本主义国家的商法，同时在内容上注意吸收和反映中国传统的商事习惯 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "181,182"
                                    }
                                },
                                {
                                    "content": "（2）在法典编纂结构和立法技术上（采取与商为便的一系列规定，在客观上有利于鼓励私人投资近代企业 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "182,183"
                                    }
                                },
                                {
                                    "content": "（3）带有半殖民地法律的烙印 ；清政府企图利用法律发展买办经济，把民族工商业纳入官控范围 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "183,184"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "180,184"
                            }
                        },
                        {
                            "content": "典型真题关联（清末商事立法 ）:清末颁行的商事法律（包括《钦定大清商律》《公司注册试办章程》《商标注册试办章程》《破产律》 ）（2011年多选第62题答案ABCD ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "184,185"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "173,174"
                    }
                },
                {
                    "content": "（八）法院组织法与诉讼法",
                    "children": [
                        {
                            "content": "1.法院组织法",
                            "children": [
                                {
                                    "content": "清末仿行宪政（从官制入手，是立宪考察大臣总结日本实施宪政经验的结果，而建立与行政分立的新司法体制，则成为官制改革的重心之一 ；1906年11月6日（光绪三十二年九月二十日 ），清廷发布《裁定官制谕》：“刑部著改为法部，专任司法 ；大理寺著改为大理院，专掌审判。” ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "187,188"
                                    }
                                },
                                {
                                    "content": "（1）《大理院审判编制法》",
                                    "children": [
                                        {
                                            "content": "为了尽快建立新审判机构（沈家本主持编成《大理院审判编制法》（1906年制定 ），共5节：总纲、大理院、京师高等审判厅、城内外地方审判厅、城谳局，共45条 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "189,190"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 《大理院审判编制法》的适用范围（是中央大理院和京师地区的审判机关 ；城谳局是清末京师地区的基层司法审判机构 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "190,191"
                                            }
                                        },
                                        {
                                            "content": "《大理院审判编制法》（为中国近代意义之第一部法院编制法，明确了民刑分理的体制，确认司法独立原则，并规定了不同审级的审判方式，引进西方审判监督机制 ；确立四级三审制的审级与权限，对各级审判机构设置、内部组织、人员配备等均作了明确规定 ；高等审判厅设于京师及各省省会，内设刑事、民事审判庭，审判庭实行合议制 ；地方审判厅于京师、直隶府、直隶州各设一所 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "191,192"
                                            }
                                        },
                                        {
                                            "content": "《大理院审判编制法》的颁行（标志着晚清司法制度改革进入了一个重要阶段 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "192,193"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "188,193"
                                    }
                                },
                                {
                                    "content": "（2）《法院编制法》",
                                    "children": [
                                        {
                                            "content": "《法院编制法》（沈家本组织修订法律馆人员，在《大理院审判编制法》的基础上，以日本《裁判所构成法》为蓝本，于1906年9月编成《法院编制法》，经过宪政编查馆审核后，奏请颁行 ；1910年2月，清廷允准颁行 ；《法院编制法》包括16章，共164条 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "194,195"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 与《大理院审判编制法》相比较（《法院编制法》是适用于全国各级审判机关的一部法院组织法 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "195,196"
                                            }
                                        },
                                        {
                                            "content": "《法院编制法》（引进了诸如审判独立、公开审判、民刑分理、审检分立、合议制等西方法制原则，对于传统司法体制和审判制度无疑是重大的改革 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "196,197"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "193,197"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "186,197"
                            }
                        },
                        {
                            "content": "2.诉讼法",
                            "children": [
                                {
                                    "content": "1刑事民事诉讼法草案",
                                    "children": [
                                        {
                                            "content": "（1）《刑事民事诉讼法草案》",
                                            "children": [
                                                {
                                                    "content": "沈家本等（从西学和中外诉讼的案例中认识到，各国法制“大致以刑法为体，以诉讼法为用；体不全，无以标立法之宗旨；用不备，无以收行法之实功 ；二者相因，不容偏废”  ；必须“变通诉讼之法” ，改革“诉讼断狱附见刑律” 的旧律结构 ；提出在新刑律等相关新法尚未颁布的情况下，应先制定一个简明诉讼法规，与删修后的《大清律例》配套施行 ；这样既可以使裁判、诉讼咸得其宜，又有助于收回治外法权 ；遂于1906年4月起草完成《刑事民事诉讼法草案》，上奏朝廷 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "200,201"
                                                    }
                                                },
                                                {
                                                    "content": "该法草案（以区分民刑诉讼、建立陪审制度和实行律师制度为核心内容，共5章，260条 ；这部诉讼法草案吸收了诸多西方近代的诉讼原则，因而与中国传统的诉讼审判原则和制度格格不入，终因受到各地将军督抚的反对而被搁置 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "201,202"
                                                    }
                                                },
                                                {
                                                    "content": "[史境溯源] 由于负责起草的伍廷芳是英国法学学者（且曾为香港法官，故该法采用英美法系传统，特别强调律师制、陪审制、公开审判制等英美审判制度 ；他对于来自西方的律师制度赞赏有加，要求在中国建立律师制度，尽快开办法律学堂培养律师 ；律师精于辩词，将来还可以作为司法官律 ；他还十分赞赏西方的陪审制，认为审判官的知识毕竟有限，建立陪审制可以集众人的智慧进行审理，从而保证司法审判的公正性 ；中国古代的周朝已经有了陪审制（三刺之法 ），不过此后的王朝没有坚持下去 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "202,203"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "199,203"
                                            }
                                        },
                                        {
                                            "content": "（2）《大清刑事诉讼律草案》",
                                            "children": [
                                                {
                                                    "content": "后经过近三年的努力（至1909年，《大清刑事诉讼律草案》终告修竣 ；共6编，14章，515条 ；该草案以日本1890年《刑事诉讼法》为蓝本，并经日本法学家冈田朝太郎的协助完成，引进了西方近代的诉讼原则和制度，如民刑分理、审判公开、陪审制度与辩护制度、废除刑讯逼供、采取据众证定罪等 ；《大清刑事诉讼律草案》的制定是中国刑事诉讼法走向近代化的重要开端 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "204,205"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "203,205"
                                            }
                                        },
                                        {
                                            "content": "（3）《大清民事诉讼律草案》",
                                            "children": [
                                                {
                                                    "content": "《大清刑事诉讼律草案》奏呈三天后（《大清民事诉讼律草案》告成，共4编，21章，800条，以1890年日本《民事诉讼法》为原型，采用了近代西方国家民事诉讼通用的“当事人主义” 、法院不干涉及辩论等原则，表现了对私权的重视 ；《大清民事诉讼律草案》确立了全新的民事诉讼审判制度模式，为中国历史上第一部法典化的民事诉讼法草案 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "206,207"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "205,207"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "198,207"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "197,207"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "185,186"
                    }
                },
                {
                    "content": "（九）清末修律的主要特点和历史意义",
                    "children": [
                        {
                            "content": "1.清末修律的主要特点",
                            "children": [
                                {
                                    "content": "（1）在立法指导思想上（借用西方近现代法律制度的形式，坚持中国固有的根本制度内容，即成为清朝统治者变法修律的基本宗旨 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "209,210"
                                    }
                                },
                                {
                                    "content": "（2）在内容上（一方面坚持君主专制及伦理纲常“不可率行改变” ；另一方面又标榜“吸收世界各国大同之良规、兼采近世最新之学说” ，使得保守的内容与先进的近代法律形式同时显现于新订法律之中 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "210,211"
                                    }
                                },
                                {
                                    "content": "（3）在法典编纂形式上（修律改变了中国传统的“诸法合体” 的形式，形成了近代法律体系的雏形 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "211,212"
                                    }
                                },
                                {
                                    "content": "（4）在实质上（修律是在保持君主政体的前提下进行的，既不能反映人民的要求和愿望，也没有真正的民主形式 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "212,213"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "208,213"
                            }
                        },
                        {
                            "content": "2.清末修律的历史意义：清末修律活动（在客观上仍产生了显著的影响 ）",
                            "children": [
                                {
                                    "content": "（1）修律导致中华法系走向解体",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 随着修律过程中一系列新的法典、法规的出现（不仅传统的“诸法合体” 的形式被抛弃，而且中华法系“依伦理而轻重其刑” 的特点也受到极大的冲击 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "215,216"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "214,216"
                                    }
                                },
                                {
                                    "content": "（2）修律为中国法律的近代化奠定了基础",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 通过清末大规模的立法（参照西方资产阶级法律建立起来的一整套法律制度和司法体制，为后世特别是北洋政府和南京国民政府近代法律制度的发展提供了条件 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "217,218"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "216,218"
                                    }
                                },
                                {
                                    "content": "（3）修律在一定程度上引进和传播了西方近现代法律学说和法律制度",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 修律第一次全面系统地向国内介绍和传播了西方法律学说和资本主义法律制度（使得近现代法律知识在中国得到一定程度的普及，从而促进近代法治观念的逐步形成 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "219,220"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "218,220"
                                    }
                                },
                                {
                                    "content": "（4）修律在客观上有助于推动中国资本主义的发展和法学教育的近代化",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "220,221"
                                    }
                                },
                                {
                                    "content": "[记忆线索] 船（传播 ）只（资本主义 ）解（解体 ）禁（近代化 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "221,223"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "213,223"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "207,208"
                    }
                }
            ],
            "payload": {
                "tag": "h2",
                "lines": "84,85"
            }
        },
        {
            "content": "三、司法制度的变化",
            "children": [
                {
                    "content": "（一）领事裁判权与会审公廨",
                    "children": [
                        {
                            "content": "1.领事裁判权",
                            "children": [
                                {
                                    "content": "领事裁判权（是指一国通过其驻外领事等对在另一国领土之内的本国国民按照本国法律行使司法管辖权的制度，属于“治外法权” 的一种 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "226,227"
                                    }
                                },
                                {
                                    "content": "[史境溯源] 领事裁判权（源于12世纪十字军东侵以后，在一些穆斯林国家推行的适用于基督教国家侨民的一种法律原则 ；由于穆斯林国家采用属人原则，主张本国法律不能适用于居住在本国境内的外国人，因此居住在穆斯林国家的外国商人推举出自己的裁判官，称为“领事” ，以裁判商人间的诉讼纠纷，在此基础上逐步确立了领事裁判制度 ；16世纪后，欧洲兴起国家主权学说，属地主义占主导地位，领事裁判权对一国的主权构成侵害，因此欧洲各国纷纷取消了他国的领事裁判权 ；但随着西方殖民主义扩张，西方列强把领事裁判权作为一种法律特权，通过不平等条约强加到殖民地国家，中国即饱受其欺辱和侵害 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "227,228"
                                    }
                                },
                                {
                                    "content": "外国在华领事裁判权（正式确立于1843年《中英五口通商章程》及随后签订的《虎门条约》中，并在其后签订的一系列不平等条约中得以扩充 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "228,229"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 《中英五口通商章程》（规定仅限英国侨民享有领事裁判权，仅限于五个通商口岸 ；随着1844年《中美望厦条约》和《中法黄埔条约》签订，美国和法国亦取得此权利 ；至1918年，有20个国家（英国、美国、法国、瑞典、挪威、俄国、德国、葡萄牙、丹麦、荷兰、比利时、意大利、秘鲁、巴西、日本、墨西哥、瑞士等国 ）在中国取得了领事裁判权 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "229,230"
                                    }
                                },
                                {
                                    "content": "外国在华领事裁判权的主要内容是：",
                                    "children": [
                                        {
                                            "content": "（1）中国人与享有领事裁判权国家的侨民之间的民事和刑事诉讼案件（均依被告主义原则适用法律和实行司法管辖 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "231,232"
                                            }
                                        },
                                        {
                                            "content": "（2）享有领事裁判权国家的侨民之间在中国发生的诉讼案件（由所属国领事法院或相应机关审理，中国官员一律不得过问 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "232,233"
                                            }
                                        },
                                        {
                                            "content": "（3）不同国家的侨民之间的争讼（一般均适用被告主义原则，由被告一方所属国的领事法院或相应机构审理，中国官员亦不得过问 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "233,234"
                                            }
                                        },
                                        {
                                            "content": "（4）享有领事裁判权国家的侨民与非享有领事裁判权国家的侨民之间的争讼案件（如前者是被告，则适用被告主义原则，如后者是被告，则由中国地方官府或司法机关管辖 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "234,235"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "230,235"
                                    }
                                },
                                {
                                    "content": "为了行使领事裁判权（西方列强在中国设置了司法审判系统 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "235,236"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 行使领事裁判权的机构（第一审主要是领事法院，设于各领事区，由领事兼理司法 ；第二审法院各国情况不一，如英国有驻华高等法院，法国则由设在越南殖民地的西贡法院管辖 ；终审法院一般都是各国国内的最高法院 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "236,237"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "225,237"
                            }
                        },
                        {
                            "content": "2.会审公廨",
                            "children": [
                                {
                                    "content": "会审公廨（又称会审公堂，是清政府在租界内设立的特殊审判机关，实际上是领事裁判权制度的延伸 ；1864年，清政府与英、法、美三国驻上海领事协议在租界内设立专门审判机构，正式形成了会审公廨制度 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "238,239"
                                    }
                                },
                                {
                                    "content": "1868年（《上海洋泾浜（bāng ）设官会审章程》的规定，会审公廨名义上是中国官府派驻租界的基层法庭，对租界内中国人之间及中国人为被告的案件实施管辖，但凡诉讼牵涉外国人，若被告系有约国人，由其本国领事裁判；若被告是无约国人，仍须邀一名外国官员“陪审”  ；实际上所谓“会审” ，只是空有其名，甚至租界内纯粹中国人之间的诉讼，最终也须外国领事观审并操纵判决 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "239,240"
                                    }
                                },
                                {
                                    "content": "[史境溯源] 继上海租界后（会审公廨又出现在其他一些地方，如1894年（光绪二十年 ）成立的汉口洋务公所，1901年成立的哈尔滨铁路交涉总局，1902年设立的厦门鼓浪屿会审公堂等 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "240,241"
                                    }
                                },
                                {
                                    "content": "领事裁判权的确立（是帝国主义列强干涉中国内政、操纵中国司法的重要手段，它严重破坏了中国的司法主权，使中国出现“外人不受中国之刑章，而华人反就外国之裁判” 的怪现象 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "241,243"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "237,243"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "224,225"
                    }
                },
                {
                    "content": "（二）司法机构的调整",
                    "children": [
                        {
                            "content": "清末对传统的司法组织体制（进行了较大调整 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "244,245"
                            }
                        },
                        {
                            "content": "1. 改刑部为法部（掌管全国司法行政事务，以使行政与司法分立，并改省按察使司为提法使司，负责地方司法行政工作及司法监督 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "245,246",
                                "listIndex": 1
                            }
                        },
                        {
                            "content": "2. 改大理寺为大理院（作为全国最高审判机关 ；在地方设立高级审判厅（省 ）、地方审判厅（府 ）和初级审判厅（州县 ），形成新的司法系统 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "246,247",
                                "listIndex": 2
                            }
                        },
                        {
                            "content": "3. 实行审检合署（在各级审判厅内设置相应的检察厅，对刑事案件进行侦查、提起公诉、实行审判监督，并可参与民事案件的审理，充当诉讼当事人或公益代表人 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "247,248",
                                "listIndex": 3
                            }
                        },
                        {
                            "content": "典型真题关联（司法机构调整 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "248,249"
                            }
                        },
                        {
                            "content": "1. 清末司法改革后（全国最高的司法行政机关是法部 ）（2015年法单选第19题答案D ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "249,250",
                                "listIndex": 1
                            }
                        },
                        {
                            "content": "2. 清末司法改革后（全国的最高审判机关是大理院 ）（2009年单选第40题答案A ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "250,251",
                                "listIndex": 2
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "243,244"
                    }
                },
                {
                    "content": "（三）诉讼审判制度的改革",
                    "children": [
                        {
                            "content": "清末引进了一系列西方近代诉讼审判原则和具体制度（包括：",
                            "children": [
                                {
                                    "content": "1. 在诉讼程序上实行四级三审制度",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "253,254",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "2. 规定了刑事案件的公诉制度、附带民事诉讼制度、民事案件的自诉及代理制度、证据制度、保释制度等，并承认律师辩护的合法性",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "254,255",
                                        "listIndex": 2
                                    }
                                },
                                {
                                    "content": "3. 在审判制度上，允许辩论，实行回避、审判公开等，明确了预审、合议、公判、复审等程序，并吸收了西方陪审团一系例司法原则，但并未能真正实施",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "255,256",
                                        "listIndex": 3
                                    }
                                },
                                {
                                    "content": "4. 初步规定了法官及检察官考试任用制度",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "256,257",
                                        "listIndex": 4
                                    }
                                },
                                {
                                    "content": "5. 改良监狱及狱政管理制度 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "257,258",
                                        "listIndex": 5
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "252,258"
                            }
                        },
                        {
                            "content": "典型真题（领事裁判权等 ）",
                            "children": [
                                {
                                    "content": "1. 1903年（上海英租界发生“苏报案” ，革命党人邹容和章炳麟被捕入狱 ；清廷派遣谳员孙建臣、上海知县汪瑶庭，与英国副领事组成审判法庭，对该案进行审理并作出判决 ；该案的审判组织属于会审公廨 ）（2022年单选第40题答案A ；会审公廨是清政府在租界内设立的特殊审判机关，涉及外国人的案件常由中外官员会同审理 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "259,260",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "2. 外国在华领事裁判权（正式确立于1843年 ）（2005年单选第42题答案C  ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "260,261",
                                        "listIndex": 2
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "258,261"
                            }
                        },
                        {
                            "content": "典型真题（晚清修律 ）",
                            "children": [
                                {
                                    "content": "下列关于晚清修律的表述（正确的有：晚清修律确立了四级三审制的司法审级制度；晚清修律改变了中国“诸法合体” 的立法传统，初步形成了近代法律体系 ）（2012年法多选第29题答案AD ；《大清新刑律》是中国第一部近代意义上的刑法典，B错；《大清民律草案》编纂体例主要仿效《德国民法典》，C错 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "262,265"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "261,265"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "251,252"
                    }
                }
            ],
            "payload": {
                "tag": "h2",
                "lines": "223,224"
            }
        }
    ],
    "payload": {
        "tag": "h1",
        "lines": "0,1"
    }
}