// chapter5.js
var chapter5 = {
    "content": "第五章 调整时期的古代法制",
    "children": [
        {
            "content": "第一节 宋（960 - 1279年 ）",
            "children": [
                {
                    "content": "本节学习提要",
                    "children": [
                        {
                            "content": "朱温灭唐后（唐朝藩镇割据自立，907 - 960年中原出现后梁、后唐等五个朝代，及十个割据政权“五代十国” ；时期战乱、政权更迭频，赋税重、民生苦，军阀设酷刑 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "3,4"
                            }
                        },
                        {
                            "content": "960年（后周大将赵匡胤陈桥兵变建宋朝，都汴梁（开封 ），史称北宋 ；先后与辽、金、西夏等并立；1127年南迁临安（杭州 ），史称南宋；1279年为元所灭，历三百二十年 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "4,5"
                            }
                        },
                        {
                            "content": "宋朝法制（适应社会变化，职官管理规范系统化；民事经济立法精细化；刑事立法严苛；司法程序宽缓 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "5,6"
                            }
                        },
                        {
                            "content": "与宋并立的辽、西夏、金（受汉民族法律文化影响，推进法制，取得特色成就，是中华法制文明史重要部分 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "6,7"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "2,3"
                    }
                },
                {
                    "content": "一、立法概况",
                    "children": [
                        {
                            "content": "（一）《宋刑统》",
                            "children": [
                                {
                                    "content": "宋朝建立后不久（建隆四年963年 ），太祖制定颁布《宋建隆重详定刑统》（简称《宋刑统》 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "9,10"
                                    }
                                },
                                {
                                    "content": "共12篇，502条（“模印颁行” 天下，中国历史上第一部刊版印行的法典 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "10,11"
                                    }
                                },
                                {
                                    "content": "内容沿袭《唐律疏议》（体例取法唐末五代的《大中刑律统类》和《大周刑统》 ；律下分213门，每篇少则5门，多则26门 ；律后附唐中期以后至宋初的敕、令、格、式 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "11,12"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 五代时期（战争环境，法规汇编为实用型法典；唐后期“刑律统类” 成主要立法模式 ；后周建国后（立法受重视，世宗令编新法典；显德五年（958年 ）完成《大周刑统》（又称《显德刑统》 ），对宋朝法典制定有直接影响 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "12,13"
                                    }
                                },
                                {
                                    "content": "《宋刑统》新增（“臣等起请”32条、“余条准此”44条 ）",
                                    "children": [
                                        {
                                            "content": "“臣等起请”（修律者适应形势，对前朝行用敕令格式审核后提变动建议，附于敕令格式后，冠“臣等参详” ，作新增条款，与所附敕令相区别 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "14,15"
                                            }
                                        },
                                        {
                                            "content": "“余条准此”（具有类推适用性质的条文；《唐律疏议》原散条汇总为一门附《名例律》后，《宋刑统》散列有关律文后，利于司法人员检索 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "15,16"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "13,16"
                                    }
                                },
                                {
                                    "content": "宋朝后期（法律形式和内容变化，《宋刑统》为基本法典“终宋之世，用之不改” ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "16,17"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 《宋刑统》律文、律疏照录《唐律疏议》（与唐律比，特点是改称“刑统” ，以类统编本朝刑事法规 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "17,18"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "8,9"
                            }
                        },
                        {
                            "content": "（二）法律形式",
                            "children": [
                                {
                                    "content": "1. 编敕",
                                    "children": [
                                        {
                                            "content": "敕（皇帝对特定人、事、区域发的诏令，一时之权制，无普遍长久效力 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "20,21"
                                            }
                                        },
                                        {
                                            "content": "编敕（众多敕整理分类汇编，经皇帝批准颁行，具普遍法律效力 ；宋朝最重要、经常的立法活动 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "21,22"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "19,20"
                                    }
                                },
                                {
                                    "content": "2. 编例",
                                    "children": [
                                        {
                                            "content": "编例活动（始于北宋中期，盛于南宋 ；神宗时首颁《熙宁法寺断例》，哲宗时有《元符刑名断例》，南宋高宗时有《绍兴刑名断例》等 ；编例对明清立法影响大 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "23,24"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "22,23"
                                    }
                                },
                                {
                                    "content": "3. 条法事类",
                                    "children": [
                                        {
                                            "content": "南宋孝宗淳熙年间（1174 - 1189年 ），为适应司法实践，把相关敕、令、格、式及指挥、申明（法律解释 ）依事分门别类汇编，名《淳熙条法事类》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "25,26"
                                            }
                                        },
                                        {
                                            "content": "“条法事类”（宋朝法典编纂体例创新；仅存宁宗嘉泰二年（1202年 ）编订的《庆元条法事类》残本 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "26,27"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 以往按敕、令、格、式类别和发布时间汇编（少条理，难检索适用 ；淳熙年间“条法事类” 按法律内容、性质、功用分门别类，依事编排，司法官吏检阅一事类法令一目了然 ；使用方便，省检阅之劳，不易遗漏条款 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "27,28"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "24,25"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "18,19"
                            }
                        },
                        {
                            "content": "典型真题关联（法律形式 ）",
                            "children": [
                                {
                                    "content": "1. 属于中国古代成例的有（ ）（2022年多选第48题、法多选第28题答案ABC ；选项D“指挥” 是法律解释，非成例 ；成例包括廷行事、决事比、断例 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "29,30",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "2. 宋朝弥补律典不足的立法活动有（ ）（2016年多选第61题答案ABD ；编敕、编例、编纂条法事类 ；“编修会典” 非宋朝立法活动 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "30,32",
                                        "listIndex": 2
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "28,29"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "7,8"
                    }
                },
                {
                    "content": "二、刑事立法",
                    "children": [
                        {
                            "content": "（一）刑罚制度",
                            "children": [
                                {
                                    "content": "1. 折杖法",
                                    "children": [
                                        {
                                            "content": "折杖法（宋太祖建隆四年（963年 ）创立 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "36,37"
                                            }
                                        },
                                        {
                                            "content": "内容（笞刑、杖刑折为臀杖；徒刑折为脊杖，杖后释放；流刑折为脊杖，予本地配役一年；加役流，脊杖后就地配役三年 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "37,38"
                                            }
                                        },
                                        {
                                            "content": "不适用（死刑及反逆、强盗等重罪 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "38,39"
                                            }
                                        },
                                        {
                                            "content": "[总结对比]（笞刑折杖对应关系，如笞十→臀杖七等 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "39,41"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "35,36"
                                    }
                                },
                                {
                                    "content": "2. 刺配",
                                    "children": [
                                        {
                                            "content": "刺配（将杖刑、配役、刺面三刑同时施于一人的复合刑罚 ；“既杖其脊，又配其人，而且刺其面，是一人之身，一事之犯而兼受三刑” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "42,43"
                                            }
                                        },
                                        {
                                            "content": "宋初（设此刑初衷为宽贷死刑 ；后逐渐被滥加施用，神宗时编敕达二百条，南宋孝宗时增至五百条 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "43,44"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 刺配始创于五代后晋天福年间（原为宽恕死罪之刑 ；宋初继续沿用，突破宽恕死罪范围 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "44,45"
                                            }
                                        },
                                        {
                                            "content": "刺配（既复活肉刑，又无配地远近之限（终生服苦役 ），成影响恶劣的酷刑 ；治安形势恶化后，犯贼盗罪被流放者，都要决杖、刺面、流配，加重惩治盗贼 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "45,46"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "41,42"
                                    }
                                },
                                {
                                    "content": "3. 凌迟",
                                    "children": [
                                        {
                                            "content": "凌迟（也作陵迟，俗称“千刀万剐” ；以利刃零割碎剐残损肢体，使受刑人极端痛苦缓慢死去 ；古代死刑中最残酷行刑方式 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "47,48"
                                            }
                                        },
                                        {
                                            "content": "凌迟（首用于五代，至宋（一说辽 ）立为法定刑 ；宋仁宗时在绞、斩外增施，惩治荆湖之地妖术杀人祭鬼犯罪 ；南宋时适用趋广 ；清末法制改革时废除 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "48,49"
                                            }
                                        },
                                        {
                                            "content": "[典文描述] 受凌迟刑者往往“身具白骨，而口眼之具尤动，四肢分落，而呻痛之声未息。”——《宋文鉴》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "49,50"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "46,47"
                                    }
                                },
                                {
                                    "content": "典型真题关联（刑罚制度 ）",
                                    "children": [
                                        {
                                            "content": "1. 《水浒》中“贼配军” 酷刑（杖刑、刺面、配役 ）（2023年单选第30题、法单选第18题答案D ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "51,52",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 宋朝折杖法表述（徒刑折为脊杖；流刑折杖后释放；折杖法不适用于死刑案件 ）（2021年单选第31题、法单选第19题答案C ；折杖法不适用于反逆犯罪 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "52,53",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 材料描述的刑罚（刺配 ）（2016年单选第39题、2010年单选第33题答案A ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "53,54",
                                                "listIndex": 3
                                            }
                                        },
                                        {
                                            "content": "4. 以凌迟作为国家法定刑的朝代（元朝、明朝、清朝 ）（2007年多选第61题答案BCD ；唐朝无凌迟法定刑 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "54,55",
                                                "listIndex": 4
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "50,51"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "33,34"
                            }
                        },
                        {
                            "content": "（二）重法地法",
                            "children": [
                                {
                                    "content": "重法地法（对特定地区特定犯罪判处重刑的法律制度，特定地区称“重法地” ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "56,57"
                                    }
                                },
                                {
                                    "content": "1.宋仁宗首立《窝藏重法》（面对盗贼纵横治安乱局，严惩窝藏贼盗犯罪，清除贼盗社会基础 ）",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 宋仁宗时（天下盗贼纵横，颁重惩贼盗法令 ；景祐初年（1034年 ）对京城“持杖窃盗者” 重罚；嘉祐七年（1062年 ）颁《窝藏重法》，将京师开封府和所属诸县、相邻四州划为“重法地” ，区域内窝藏贼盗者加重处罚 ；常法外针对特定地区、犯罪定特别法，古代史无前例 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "58,59"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "57,59"
                                    }
                                },
                                {
                                    "content": "2.英宗继承重法政策（重制重法，强调法的追溯力，株连罪犯亲属并籍没家产，以反逆罪惩治盗贼 ）",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 宋英宗治平三年（1066年 ）（重法地内“获抢劫罪，死者以分所当得家产给告人，本房骨肉送千里外州编管” ；针对“十恶” 外强盗罪株连家属、没收财产，唐律所无 ；补充规定重法地区内“强劫贼盗” （不论罪犯是否当地居民，案发在立法前/后“并用重法” ，重法溯及力延伸到立法前 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "60,61"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "59,61"
                                    }
                                },
                                {
                                    "content": "3.神宗熙宁四年（1071年 ）颁行《重法地法》（又称《盗贼重法》 ，扩大重法适用地区，由京畿发展到全国三分之二以上地区 ）",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 《盗贼重法》（重法地由开封府诸县扩到十几个州，占全国二十四路中十七路 ；完全取代《宋刑统·贼盗律》 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "62,63"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "61,63"
                                    }
                                },
                                {
                                    "content": "4.重法地制度于哲宗元符三年（1100年 ）被废除",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "63,64"
                                    }
                                },
                                {
                                    "content": "[记忆线索] 藏（窝藏重法-仁宗 ）人（仁宗 ）神（神宗-盗贼重法 ）偷（英宗-重法 ），累（英宗-追溯力 ）（哲宗-废除 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "64,65"
                                    }
                                },
                                {
                                    "content": "典型真题关联（重法地法 ）",
                                    "children": [
                                        {
                                            "content": "1. 颁布《盗贼重法》的朝代（宋朝 ）（2011年法单选第17题答案A ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "66,67",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 颁布《重法地法》的朝代（宋朝 ）（2009年单选第32题答案B ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "67,69",
                                                "listIndex": 2
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "65,69"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "55,56"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "32,33"
                    }
                },
                {
                    "content": "三、民事立法",
                    "children": [
                        {
                            "content": "（一）不动产买卖契约",
                            "children": [
                                {
                                    "content": "宋朝法律对买卖契约（尤其不动产买卖契约详细规定 ；典当盛行，法律常将典当与买卖混同称“典卖” ；民间称典当为“活卖” ，买卖为“绝卖”“永卖”“断卖” 等 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "71,72"
                                    }
                                },
                                {
                                    "content": "[史境溯源] 生活用品典当（唐代已存于寺院与民间 ；杜甫诗“朝回日日典春衣，每日江头尽醉归。酒债寻常行处有，人生七十古来稀” ；典当作为不动产转移独立方式，宋代形成发展 ；“典” 是土地转让方式（土地稀缺、家族观念强，土地多为祖遗，万不得已时设可赎回制度 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "72,73"
                                    }
                                },
                                {
                                    "content": "不动产买卖契约  成立要件",
                                    "children": [
                                        {
                                            "content": "1. “先问亲邻”（业主欲出卖不动产，须先询问房亲和邻人购买意愿，房亲和邻人有优先购买权 ）",
                                            "children": [
                                                {
                                                    "content": "[典文释义]“应典卖、倚当物业，先问房亲；房亲不要，次问四邻；四邻不要，他人并得交易。”——《宋刑统·户婚律》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "75,76"
                                                    }
                                                },
                                                {
                                                    "content": "法律规定亲邻顺序（“凡典卖物业，先问房亲；不买，次问四邻。其邻以东南为上，西北次之，上邻不买，递问次邻。四邻俱不买，乃外召钱主。” ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "76,77"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 宋哲宗绍圣元年（1094年 ）（“应问邻者，止问本宗有服亲（血缘限定 ）以维护宗族利益，防宗族财产外流” ；及墓田相去百步内与所断田宅接者（“地地定” 确保田产完整，平衡土地流转与宗族伦理 ）；亲邻先买权规定渐细致 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "77,78"
                                                    }
                                                },
                                                {
                                                    "content": "据《名公书判清明集》载《庆元重修田令》（“诸典卖田宅满三年，而诉以应问邻而不问者，不得受理。” 亲邻先买权时效为三年，逾期丧失保护 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "78,79"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "74,79",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. “输钱印契”（不动产买卖须缴纳契税（输钱 ），由官府在契约加盖官印（印契 ）；盖官印的契约称“赤契”“红契”（有公证意义 ）；未缴纳契税、盖官印的称“白契” ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 红契（是纳税标志、土地所有权凭证，诉讼时是无可置疑证据 ；买卖双方为避税常私立白契成交 ；政府多次申明（发现用白契的契税加倍征收 ；红契制度使国家不流失赋税，保护购买者土地所有权 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "80,81"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "79,81",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. “过割赋税”（又称“过户割粮” ；买卖田宅时，须将附着的赋税义务转移给新业主 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "81,82",
                                                "listIndex": 3
                                            }
                                        },
                                        {
                                            "content": "4. “原主离业”（转移标的实际占有，卖方须脱离产业，不动产买卖契约才最终成立 ；四个要件成后世不动产买卖契约基本内容 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "82,84",
                                                "listIndex": 4
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "73,84"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "70,71"
                            }
                        },
                        {
                            "content": "（二）典卖契约",
                            "children": [
                                {
                                    "content": "典型真题关联（典卖契约 ）",
                                    "children": [
                                        {
                                            "content": "1. 宋代重复典卖者应追究的法律责任（准盗论 ）（2024年单选第31题、法单选第19题答案A ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "104,105",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 宋代典卖制度表述（典权可转让；钱主对标的物有优先购买权；业主可在回赎期内原价赎回标的物 ）（2023年单选第36题答案C ；“一物可以两典” 错误 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "105,106",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 典卖契约以原价赎回标的物的最长期限（30年 ）（2017年单选第39题、法单选第18题答案C ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "106,107",
                                                "listIndex": 3
                                            }
                                        },
                                        {
                                            "content": "4. 宋朝不动产典卖契约成立要件（先问亲邻、输钱印契、过割赋税、原主离业 ）（2010年多选第63题答案ABCD ；[记忆线索] 鲜（先问亲邻 ）蔬（输钱印契 ）果（过割赋税 ）园（原主离业 ） ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "107,108",
                                                "listIndex": 4
                                            }
                                        },
                                        {
                                            "content": "5. 宋代未缴纳契税未加盖官印的契约（白契 ）（2012年单选第39题答案B ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "108,109",
                                                "listIndex": 5
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "103,104"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "84,85"
                            }
                        },
                        {
                            "content": "（三）财产继承",
                            "children": [
                                {
                                    "content": "1. 一般财产继承",
                                    "children": [
                                        {
                                            "content": "宋朝除沿袭家产兄弟均分制（允许在室女享受兄弟继承财产权的一半，承认遗腹子与亲生子有同样继承权 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "112,113"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 中国古代对女儿分“在室女”（未出嫁 ）、“出嫁女”（已出嫁 ；因故回父母家称“归宗女” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "113,114"
                                            }
                                        },
                                        {
                                            "content": "北宋时期（在室女与兄弟共继遗产，承一份嫁妆 ；南宋时地位提高，父母双亡后可与兄弟共同继承，享兄弟应得份额一半 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "114,115"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "111,112"
                                    }
                                },
                                {
                                    "content": "2. 户绝财产继承和遗嘱继承",
                                    "children": [
                                        {
                                            "content": "户绝（家无男性继承人 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "116,117"
                                            }
                                        },
                                        {
                                            "content": "宋朝法律规定（户绝者法定继承，资产除丧葬费全由在室女继承；无在室女，出嫁女可分得1/3 ，其余入官；无女儿归近亲，无近亲全入官 ；资产法定继承顺序：女儿、近亲、官府 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "117,118"
                                            }
                                        },
                                        {
                                            "content": "户绝财产继承（可遵照遗嘱执行 ；北宋遗嘱继承以户绝为前提，南宋观念加强，范围扩大，规定具体 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "118,119"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] 车父-车母（子车润海（兄 ）、在室女车润梅（妹 ）、出嫁女车润梅（妹 ））",
                                            "children": [
                                                {
                                                    "content": "车润海、车润梅共同继承（车润梅享车润海应得份额一半 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "120,121"
                                                    }
                                                },
                                                {
                                                    "content": "车家户绝（未生子车润海，财产全由车润梅继承 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "121,122"
                                                    }
                                                },
                                                {
                                                    "content": "车家户绝（未生子车润海，且未生车润梅，车润梅可继1/3 ，其余入官 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "122,123"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "119,123"
                                            }
                                        },
                                        {
                                            "content": "户绝立嗣方式（“立继”（夫亡而妻在，立继从妻 ）、“命继”（夫妻俱亡，立继从尊长 ）；继子与户绝之女同享继承权 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "123,124"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 立继子与命继子（因成立收养关系时间不同，赡养义务不同，财产权利有别 ；立继子继承等同亲子，命继子未尽赡养义务，将担祭祀重任 ；有在室女，在室女享3/4 ，命继子享1/4 ；只有出嫁女，出嫁女享1/3 ，命继子享1/3 ，另1/3 收为官府 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "124,125"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "115,116"
                                    }
                                },
                                {
                                    "content": "3. 死亡客商财产继承",
                                    "children": [
                                        {
                                            "content": "[史境溯源] 宋朝内地及沿海贸易发达（商人流动贸易、寓居范围广，“死商客他乡” 财产处理成新民事问题 ；《宋刑统》新增“死商钱物” 门，汇集唐中后期和五代时敕令，对客死商人财产处理详尽规定 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "126,127"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "125,126"
                                    }
                                },
                                {
                                    "content": "典型真题关联（财产继承 ）",
                                    "children": [
                                        {
                                            "content": "1. 宋朝享有继承家庭财产权利的民事主体（庶子、命继子、在室女、出嫁女 ）（2014年法多选第30题、2013年多选第60题答案ABCD ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "128,130",
                                                "listIndex": 1
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "127,128"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "109,110"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "69,70"
                    }
                },
                {
                    "content": "四、行政立法",
                    "children": [
                        {
                            "content": "（一）国家政权机构的调整",
                            "children": [
                                {
                                    "content": "1. 中央：二府三司",
                                    "children": [
                                        {
                                            "content": "宋初政治制度（侧重厉行中央集权，通过机构分权和牵制，强化皇帝对政权机构操控权 ；保留隋唐三省制，不使实任，以“二府三司” 治国事 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "133,134"
                                            }
                                        },
                                        {
                                            "content": "（1）“二府”（中书门下与枢密院 ）",
                                            "children": [
                                                {
                                                    "content": "中书门下（宋朝最高行政机关，长官“中书门下平章事” 由两三人担任，行使宰相权力 ；设副相“参知政事” 防相权过重 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "135,136"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 宋初保留三省形式（大力削弱相权，三省长官与宰相脱钩，形同虚设 ；执掌最高行政权是中书门下，脱离三省的独立宰相集体处理国家政事机构 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "136,137"
                                                    }
                                                },
                                                {
                                                    "content": "枢密院（最高军事行政机关，长官枢密使与宰相同品级 ；与中书门下并称“二府” ；军政移于枢密院，削弱宰相权柄，使枢密院和宰相相互牵制 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "137,138"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "134,138"
                                            }
                                        },
                                        {
                                            "content": "（2）“三司”（中央理财机关 ）",
                                            "children": [
                                                {
                                                    "content": "盐铁司（掌工商收入、兵器制造 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "139,140"
                                                    }
                                                },
                                                {
                                                    "content": "度支司（掌财政收支、粮食漕运 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "140,141"
                                                    }
                                                },
                                                {
                                                    "content": "户部司（掌户口、赋税和榷酒 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "141,142"
                                                    }
                                                },
                                                {
                                                    "content": "宋朝不使地方留税（全国财赋尽出三司，三司长官（三司使 ）权任甚重，称“计相” ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "142,143"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 宋通过“二府三司” 体制（分离宰相军权、财权，“多相制” 分化政务，防臣强君弱 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "143,144"
                                                    }
                                                },
                                                {
                                                    "content": "神宗元丰年间（1078 - 1085年 ）官制改革（裁汰三司归并户部，恢复三省原有权力，行政管理体系统一；未根本解决机构重叠、职权分散、冗官充斥、效率低下问题 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "144,145"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "138,145"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "132,133"
                                    }
                                },
                                {
                                    "content": "2. 地方：路—州—县三级",
                                    "children": [
                                        {
                                            "content": "（1）宋朝地方机构新设置路一级政权（中央派出机构，权一分为四，长官为“四司” ）",
                                            "children": [
                                                {
                                                    "content": "经略安抚使（帅司：掌兵民事务 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "147,148"
                                                    }
                                                },
                                                {
                                                    "content": "转运使（漕司：征收、转运地方财赋 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "148,149"
                                                    }
                                                },
                                                {
                                                    "content": "提点刑狱使（宪司：管理司法、刑狱和监察 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "149,150"
                                                    }
                                                },
                                                {
                                                    "content": "提举常平使（仓司：负责储备粮食、平抑物价 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "150,151"
                                                    }
                                                },
                                                {
                                                    "content": "“四司”（分监管地方军政、财赋、司法、盐铁专卖等；互不统属，互相监督，听命于皇帝 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "151,152"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 北宋初期仿唐制（全国分13“道” ，太宗至道三年改“道” 为“路” ；“四司” 是皇帝设在地方的耳目，称“监司” ；提点刑狱司是路司法主管，地方最高司法机构（长官提点刑狱使，简称“提刑” ）；提点刑狱司负责审核地方案，平反冤狱，监督官吏 ；中国法制史上首次在地方设专职司法审判部门 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "152,153"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "146,153"
                                            }
                                        },
                                        {
                                            "content": "（2）路下设府、州、军、监（直属中央同级行政机关 ）",
                                            "children": [
                                                {
                                                    "content": "州级长官（由朝廷任命文官担任，防武将拥兵自重；职衔冠以“权知” ，示权且非久任；实行三年一换和籍贯回避制，另置通判，称“皇帝耳目”“监州” ，可随时向皇帝报告 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "154,155"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] “府、军、监”（与“州” 同层级；府地位高于州（皇帝即位前居住/任职的州升府 ）；军唐时为军事机构，五代后渐成行政区；监多设矿区，管民政少 ；长官为知府、知州、知军、知监 ；据《元丰九域志》载，宋神宗元丰三年（1080年 ）全国共14府、242州、37军、4监 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "155,156"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "153,156"
                                            }
                                        },
                                        {
                                            "content": "（3）州以下仍为县（由皇帝任命文官为知县 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "156,157"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "145,146"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "131,132"
                            }
                        },
                        {
                            "content": "（二）差遣制度",
                            "children": [
                                {
                                    "content": "[史境溯源] 任命职事官的差遣制度（始于武则天统治时期，临时措施 ；五代军阀主政，任官全是临时差遣 ；宋初为笼络勋臣，授高官、优俸禄，功臣故旧、藩镇重臣失实权，实权归忠于皇帝有才干者 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "158,159"
                                    }
                                },
                                {
                                    "content": "宋官制区分（官、职、遣 ；官代表品级和俸禄；职是文官荣誉虚衔；差遣是实际职事 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "159,160"
                                    }
                                },
                                {
                                    "content": "差遣制（使官职名称与实际职务脱离，实际职务由皇帝灵活授予，与“正官” 不符，称“差遣”“职事” ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "160,161"
                                    }
                                },
                                {
                                    "content": "职事官职务（前有“判”“知”“权”“管勾”“提举”“提点” 等限制词，示临时性，可随时撤换 ；非特旨，三省六部“正官” 不管本机关事务，由皇帝派遣他官管理，成“正官任彼事，彼官任此事” ；未获差遣，正官是领俸禄不理实务的闲官 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "161,162"
                                    }
                                },
                                {
                                    "content": "差遣制影响（着眼巩固君主中央集权，酿成宋一代冗官之弊 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "162,163"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 差遣制（保证皇帝直接控制用人权，提拔低级忠诚贤能者；重要权力官员定期调换，防盘踞一方 ；职官分授与差遣制，使官员只知忠于君主、服从权力，不知以天下为己任；官员数量激增，形成庞大官僚队伍，冗闲官员占地，重国家财政负担 ；官员品秩、俸禄只升不降，有职无权者可坐等升迁，助长因循苟且官场风 ；神宗元丰年间官政改革，仅局限中央文官系统，差遣制沿用到南宋 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "163,164"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "157,158"
                            }
                        },
                        {
                            "content": "（三）官员选任与考课制度",
                            "children": [
                                {
                                    "content": "1. 选任（科举取士为主要途径，较唐朝发展 ）",
                                    "children": [
                                        {
                                            "content": "（1）录取和任用范围（录用人数比唐朝大增，一经录用可任官；放宽应试者资格限制，僧道可考 ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 仅以进士科为例（唐代进士及第每科不过二三十人 ；宋朝进士分三等（一等称及第，二等称赐进士出身，三等称同进士出身 ），录取总额通常二三百人，多时五六百人 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "167,168"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 唐代录取（是做官资格，授官职须经吏部考试 ；宋朝一经录取可任官，排名前可得高官 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "168,169"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "166,169"
                                            }
                                        },
                                        {
                                            "content": "（2）殿试成为常制（考生成“天子门生” ，免考生和主考官师生结党 ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 唐杜佑曾说“殿前试人自此始”（指载初元年（690年 ）武则天亲临洛阳策问贡士 ；唐代殿试少，宋代成制度 ；宋朝开国后，贯彻文臣治国，皇帝亲自考试录取士人成制度，元明清皆因之 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "170,171"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "169,171"
                                            }
                                        },
                                        {
                                            "content": "（3）创造“糊名”（弥封 ）、“誊录”、回避等方法（防科场舞弊 ）",
                                            "children": [
                                                {
                                                    "content": "“糊名”（弥封，考试后将试卷考生姓名、籍贯、家世等贴封，使阅卷官不知作者，防主考官、评卷人徇私 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "172,173"
                                                    }
                                                },
                                                {
                                                    "content": "“誊录”（专门官员对举子答卷重新誊录，防考官辨认考生字迹 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "173,174"
                                                    }
                                                },
                                                {
                                                    "content": "宋朝开国后（推行“别头试”（别试 ），为主考官应举亲属及权贵子弟别置考场，派考官考试，防主考官徇私 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "174,175"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "171,175"
                                            }
                                        },
                                        {
                                            "content": "（4）考试内容（仍侧重诗赋、经义，切近国家实际治理的策论受重视 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "175,176"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] 在宽敞（范围宽 ）的宫殿（殿试 ）策论防作弊（糊名、誊录、回避 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "176,177"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "165,166"
                                    }
                                },
                                {
                                    "content": "2. 考课",
                                    "children": [
                                        {
                                            "content": "（1）机构（宋朝官员考课，京朝官由审官院掌考，州县官由考课院掌考 ）",
                                            "children": [
                                                {
                                                    "content": "[记忆线索] 神（审官院 ）经（京朝官 ）病烤（考课院 ）地（州县官 ）瓜",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "179,180"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "178,180"
                                            }
                                        },
                                        {
                                            "content": "（2）方法（主要有二 ）",
                                            "children": [
                                                {
                                                    "content": "一是磨勘制（定期勘验官员政绩定升迁，凭资历升官 ）",
                                                    "children": [
                                                        {
                                                            "content": "[老龚点睛] 真宗时（文武官员三年一磨勘 ；仁宗时改文官三年、武官五年 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "182,183"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "181,183"
                                                    }
                                                },
                                                {
                                                    "content": "二是历纸制（类似考勤登记，官员按日自计功过，上交主管官吏；或由长官记录属官善恶，作考核依据 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "183,184"
                                                    }
                                                },
                                                {
                                                    "content": "（3）标准（地方州县官以“四善三最” 考核 ）",
                                                    "children": [
                                                        {
                                                            "content": "“四善”（德义有闻、清谨明著、公平可称、恪勤非懈 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "185,186"
                                                            }
                                                        },
                                                        {
                                                            "content": "“三最”（治事之最、劝课之最、抚养之最 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "186,187"
                                                            }
                                                        },
                                                        {
                                                            "content": "[记忆线索] 四善：讲亲（清廉 ）情（勤劳 ）有公（公平 ）德（品德 ）；三最：有人（抚养 ）有钱（劝课 ）好办事（治事 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "187,188"
                                                            }
                                                        },
                                                        {
                                                            "content": "[老龚点睛] 宋朝考课标准详细（磨勘方法推行，将年资置于政绩前，不能激励贤能勤敏之士，造成官场安于现状、因循守旧风气 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "188,189"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "184,189"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "180,189"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "177,178"
                                    }
                                },
                                {
                                    "content": "典型真题关联（官员选任与考课 ）",
                                    "children": [
                                        {
                                            "content": "1. 宋朝防范科举考试舞弊的制度（誊录试卷法、糊名考校法、考官回避制 ）（2008年多选第61题答案ABC ；九品中正制是魏晋南北朝选官制度 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "190,191",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 实行差遣制的朝代（宋朝 ）（2006年单选第40题答案C ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "191,192",
                                                "listIndex": 2
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "189,190"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "164,165"
                            }
                        },
                        {
                            "content": "（四）监察制度",
                            "children": [
                                {
                                    "content": "1. 中央",
                                    "children": [
                                        {
                                            "content": "宋设立中央监察机关御史台（以御史中丞为长官，分三院：台院、殿院、察院 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "194,195"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 宋袭唐制（设御史台为最高监察机关，以御史大夫为台长，向无实任，以御史中丞执掌台事 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "195,196"
                                            }
                                        },
                                        {
                                            "content": "察院的监察御史（职责重要；从曾任知县的官员中选任，宰相不得荐举御史人选，宰相亲故不得任御史职事 ；御史任命须经皇帝批准 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "196,197"
                                            }
                                        },
                                        {
                                            "content": "御史每月必须奏事一次（为“月课” ，可“风闻弹人” ，不必有实据 ；上任百日内无所纠弹者，贬为外官 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "197,198"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "193,194"
                                    }
                                },
                                {
                                    "content": "2. 特色：台谏合一",
                                    "children": [
                                        {
                                            "content": "在御史台之外（分属中书、门下两省的谏官组成谏院，负责对中枢决策、行政措施和官员任免等提意见 ；与御史台合称“台谏” ，牵制宰相权力 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "199,200"
                                            }
                                        },
                                        {
                                            "content": "[典文释义]“凡朝政阙失，大臣至百官任非其人，三省至百司事有违失，皆得谏正。”——《宋史·职官志一》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "200,201"
                                            }
                                        },
                                        {
                                            "content": "宋以前（谏官专门监督皇帝，规谏讽谕 ；宋朝谏官和台官职能趋于合一 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "201,204"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "198,199"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "192,193"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "130,131"
                    }
                },
                {
                    "content": "五、司法制度",
                    "children": [
                        {
                            "content": "（一）中央司法机关",
                            "children": [
                                {
                                    "content": "1. 大理寺",
                                    "children": [
                                        {
                                            "content": "宋承唐制（中央设大理寺，掌中央司法审判大权 ；审理地方上报刑事案件、京师与中央百官犯罪案件，参与审判皇帝直接交办重大刑事案件 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "207,208"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "206,207"
                                    }
                                },
                                {
                                    "content": "2. 刑部",
                                    "children": [
                                        {
                                            "content": "刑部（掌管全国刑狱政令 ；复核大理寺详断的全国死刑案件，处理官员犯罪除免、经赦叙用、定夺昭雪等事 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "209,210"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "208,209"
                                    }
                                },
                                {
                                    "content": "3. 御史台",
                                    "children": [
                                        {
                                            "content": "御史台（有部分司法审判职能 ；参与处理命官犯罪大案、司法官受贿案、地方官府不能决断的疑难案件、地方重大案件等 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "211,212"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "210,211"
                                    }
                                },
                                {
                                    "content": "4. 审刑院、制勘院和推勘院",
                                    "children": [
                                        {
                                            "content": "宋朝皇帝（常常亲自审理案件，即御笔断罪 ；宋初为强化对中央司法机关控制，另立审刑院（以知院事为长官 ）；须奏报皇帝的案件，经大理寺断谳后报审刑院复核，由知院事和详议官拟定案文稿，经中书省奏报皇帝论决 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "213,214"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 大理寺断后（原由刑部详复的案件，设审刑院后，经审刑院详议，刑部之上增一级复审机构 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "214,215"
                                            }
                                        },
                                        {
                                            "content": "审刑院（宋初加强中央集权产物，创设于太宗淳化二年（991年 ），神宗元丰三年（1080年 ）裁撤后，职权复归大理寺与刑部 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "215,216"
                                            }
                                        },
                                        {
                                            "content": "宋初还增设制勘院和推勘院（临时性机构，负责审理皇帝交办案件 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "216,217"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 宋朝加强司法中央集权（特色是设置“制勘院” 办理“诏狱” ；由皇帝下诏委派官员组成临时性法庭，可在御史台、大理寺、开封府及其他机构包括地方州府设置；负责审讯的官员称“制使” ，审活动独立，与常设司法机构无关联，防止舞弊，提高办案效率，保证重大案件审理置于皇帝控制下，加强中央集权统治 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "217,218"
                                            }
                                        },
                                        {
                                            "content": "宋朝司法机构多元化（利于分散司法权力，形成机构间相互监督，便于皇权操控审判权力；但机构重叠，职权重复，权责不明，影响国家正常司法职能发挥 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "218,219"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "212,213"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "205,206"
                            }
                        },
                        {
                            "content": "（二）务限法",
                            "children": [
                                {
                                    "content": "务限法（农务繁忙季节中停止民事诉讼审判的法律制度 ；“务” 指农务，《宋刑统》有“婚田入务” 专条，规定每年农历二月初一“入务” （进入农忙季节 ），到九月三十日止 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "220,221"
                                    }
                                },
                                {
                                    "content": "“务限” 期内（州县官停止受理有关田宅、婚姻、债负、地租等民事案件；限满之日（十月初一日“务开” ）方可受理，直至次年入务日为止 ；若原已受理的民事诉讼未结案，可延长至三月底结案 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "221,222"
                                    }
                                },
                                {
                                    "content": "[典文释义]“所有论竞田宅、婚姻、债负之类，取十月一日以后，许官司受理，至正月三十日住接词状，三月三十日以前断须须毕。如未毕，具停滞刑狱事由闻奏。如是交相侵夺及诸般词讼，但不干田农人户者，所在官司随时受理断遣，不拘上件月日之限。”——《宋刑统》",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "222,223"
                                    }
                                },
                                {
                                    "content": "[意即] 关于田宅、婚姻、债负的诉讼（官府集中于十月一日以后受理，至第二年正月三十日截止受理，三月三十日以前审判完毕；不能审结，出具理由向朝廷报告 ；涉及相互侵占财产等诉讼，不牵涉农田耕作及农户权益，地方官府随时受理，不拘上述日期限制 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "223,224"
                                    }
                                },
                                {
                                    "content": "务限法体现（以农为本的传统立法价值取向 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "224,225"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "219,220"
                            }
                        },
                        {
                            "content": "（三）鞫谳分司制",
                            "children": [
                                {
                                    "content": "宋朝从州到大理寺（实行鞫谳分司制，“审” 与“判” 分由不同官员担当，相互牵制 ；审问案情的官员无权量刑，检法量刑之事别由其他官员负责 ；前者称“鞫司”（又称“推司”“狱司” ），后者称“谳司”（又称“法司” ） ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "226,227"
                                    }
                                },
                                {
                                    "content": "鞫谳分司制（宋朝审判制度特色，利于防止司法官因缘为奸，保证审判质量 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "227,228"
                                    }
                                },
                                {
                                    "content": "典型真题关联（鞫谳分司制 ）",
                                    "children": [
                                        {
                                            "content": "1. 材料反映的司法制度（鞫谳分司 ）（2016年法单选第18题答案B ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "229,230",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 宋朝曾实行的“审” 与“判” 分离的制度（鞫谳分司 ）（2012年单选第40题答案B ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "230,231",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 关于宋朝法制的表述（《宋刑统》体例取法唐末的《大中刑律统类》和五代的《大周刑统》；编敕、编例成为主要的、经常的立法活动；“重法地法” 是北宋制定的刑事特别法；审判制度上实行鞫谳分司制 ）（2006年多选第61题答案ABCD ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "231,232",
                                                "listIndex": 3
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "228,232"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "225,226"
                            }
                        },
                        {
                            "content": "（四）翻异别推制",
                            "children": [
                                {
                                    "content": "翻异别推制（又称翻异别勘制，为防止冤假错案建立的复审制度 ；犯人推翻原有口供，“所翻情节，实碍重罪” 时，案件须重新审理，该案交由其他法官或司法机构重新审理 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "233,234"
                                    }
                                },
                                {
                                    "content": "改换法官审理（称“别推” ）；改换司法机关审理（称“别移” ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "234,235"
                                    }
                                },
                                {
                                    "content": "法律规定（犯人翻异次数不得过三，实际执行较宽，有多达七八次者 ；故意诬告、称冤，经查证属实，罪加一等 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "235,236"
                                    }
                                },
                                {
                                    "content": "典型真题关联（翻异别推制 ）",
                                    "children": [
                                        {
                                            "content": "1. 符合宋代翻异别推制度规定的是（指定本路另一县衙官员重审 ）（2018年单选第32题、法单选第20题答案D ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "237,238",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 关于宋代“翻异别推” 制度的表述（犯人翻供且“实碍重罪” 时，须交由另外司法官或司法机构重新审理 ）（2014年单选第39题答案D ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "238,239",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 为防止冤错案件，宋朝规定在犯人翻供且所翻情节关系重大时，案件改由另一司法机关重新审理的制度（翻异别推 ）（2013年单选第39题答案A ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "239,240",
                                                "listIndex": 3
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "236,240"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "232,233"
                            }
                        },
                        {
                            "content": "（五）覆冤理雪制度",
                            "children": [
                                {
                                    "content": "[史境溯源] “覆冤理雪” 制度（有关申诉的法律制度 ；判决生效后，犯人及其家属不服，可依程序逐级申诉“理雪” ；申诉须遵守程序，从所属县诉起，到本州，转运司、提刑司、尚书本部、御史台，再到登闻鼓院、登闻检院，逐级进行，不得越诉 ；所经官司不理或限满未决，依次向上级陈诉 ；受理申诉案件的官司应在期限内组织无干碍官吏审理，大案要案由临时组成的“推勘院” 审理 ；当事人申诉期限为判决生效三年内提起 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "241,243"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "240,241"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "204,205"
                    }
                },
                {
                    "content": "六、辽、西夏、金法律制度",
                    "children": [
                        {
                            "content": "（一）辽朝法律制度",
                            "children": [
                                {
                                    "content": "辽朝（916—1125年，契丹族建立，历9帝210年 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "245,246"
                                    }
                                },
                                {
                                    "content": "法律特点（袭唐政治法律制度，保民族特色 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "246,247"
                                    }
                                },
                                {
                                    "content": "立法成果",
                                    "children": [
                                        {
                                            "content": "辽兴宗重熙五年（1036年 ）编成《新定条例》547条（辽朝第一部较完整法典，史称《重熙条例》 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "248,249"
                                            }
                                        },
                                        {
                                            "content": "道宗咸雍年间（1065—1074年 ）增补成789条（称《咸雍条例》 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "249,250"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] 心（新定条例 ）中（重熙条例 ）撩（辽朝 ）闲（咸雍条例 ），辽（liáo ）条（tiáo ）例",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "250,251"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "247,251"
                                    }
                                },
                                {
                                    "content": "法制原则（“因俗而治”“官分南北，以国制治契丹，以汉制待汉人” ）",
                                    "children": [
                                        {
                                            "content": "[典文释义]“辽国官制，分北南院。北面（官 ）治宫帐、部族、属国之政，南面（官 ）治汉人州县、租赋、军马之事。”——《辽史·百官志一》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "252,253"
                                            }
                                        },
                                        {
                                            "content": "对汉人、渤海人（“断以律令” ，依唐律统治理 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "253,254"
                                            }
                                        },
                                        {
                                            "content": "对契丹及其他游牧民族（“治契丹及诸夷之法” ，依契丹习惯法治理 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "254,255"
                                            }
                                        },
                                        {
                                            "content": "各族（“衣服言语，各从其俗；四姓相犯，皆用汉法；本类自相犯者，用本国法。故别立契丹司以掌其狱” ；因族而异法制常致民族歧视，“辽之世，同罪异论者盖多” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "255,256"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "251,256"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "244,245"
                            }
                        },
                        {
                            "content": "（二）西夏法律制度",
                            "children": [
                                {
                                    "content": "西夏（1038—1227年，党项族建立，历10帝190年 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "257,258"
                                    }
                                },
                                {
                                    "content": "法律特点（政制借鉴唐宋，留党项习惯，兼佛教特色 ；如规定僧人犯罪可减轻处罚 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "258,259"
                                    }
                                },
                                {
                                    "content": "立法成果",
                                    "children": [
                                        {
                                            "content": "建国初期（模仿唐宋律令定成文法 ；崇宗贞观年间（1101—1113年 ）有综合性“律令” 行用，有军法典《贞观玉镜统》 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "260,261"
                                            }
                                        },
                                        {
                                            "content": "仁宗天盛年间（1149—1169年 ）正式制定《天盛改旧新定律令》（共20卷，150门，1461条 ；无注释、附例，仅律令条文达20余万言，中古法令最详细者 ；内容涵盖刑事、行政、经济、民事、诉讼、军事法等 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "261,262"
                                            }
                                        },
                                        {
                                            "content": "至神宗光定年间（1211—1223年 ）编订《亥年新法》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "262,263"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] 西（西夏 ）天（天盛 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "263,264"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 《天盛改旧新定律令》（目前可知第一部用少数民族文字印行的法典 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "264,265"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "259,265"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "256,257"
                            }
                        },
                        {
                            "content": "（三）金朝法律制度",
                            "children": [
                                {
                                    "content": "金朝（1115—1234年，女真族建立，历9帝120年 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "266,267"
                                    }
                                },
                                {
                                    "content": "法律特点（保女真旧制，兼采宋辽制度 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "267,268"
                                    }
                                },
                                {
                                    "content": "立法成果",
                                    "children": [
                                        {
                                            "content": "熙宗皇统三年（1143年 ）（“以本朝旧制，兼采隋唐之制，参辽宋之法” ，制定第一部成文法典《皇统制》 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "269,270"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] 黄（皇统制 ）金（金朝 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "270,271"
                                            }
                                        },
                                        {
                                            "content": "章宗泰和二年（1202年 ）颁行《泰和律令敕条格式》（包括《泰和律义》12篇，《泰和令》20卷，《新定敕条》3卷及《六部格式》30卷 ；形成律、令、格、式、编敕体系，实现全面汉化 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "271,272"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] 钛合（泰和 ）金（金朝 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "272,273"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "268,273"
                                    }
                                },
                                {
                                    "content": "法制原则（因地因族制宜，坚持多制并存 ）",
                                    "children": [
                                        {
                                            "content": "对原女真部族（“依本朝制度” 即习惯法 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "274,275"
                                            }
                                        },
                                        {
                                            "content": "对新征服契丹地区及幽云十六州（行杂糅契丹习惯的辽朝旧制 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "275,276"
                                            }
                                        },
                                        {
                                            "content": "对原北宋地区（沿用宋法制 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "276,277"
                                            }
                                        },
                                        {
                                            "content": "法制汉化程度（远超辽和西夏 ；《泰和律义》12篇名目与唐宋雷同，人称“实唐律也” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "277,278"
                                            }
                                        },
                                        {
                                            "content": "[史境溯源] “幽云十六州”（今北京、天津北部及河北北部、山西北部地区 ；936年，后晋石敬瑭割让给契丹，使辽国疆域扩至长城沿线，中原数个朝代未完全收复 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "278,281"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "273,281"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "265,266"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "243,244"
                    }
                }
            ],
            "payload": {
                "tag": "h2",
                "lines": "1,2"
            }
        },
        {
            "content": "第二节 元（1271—1368年 ）",
            "children": [
                {
                    "content": "本节学习提要",
                    "children": [
                        {
                            "content": "1271年（蒙古贵族忽必烈建元，定都大都（今北京 ）；1368年为明所灭 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "283,284"
                            }
                        },
                        {
                            "content": "元代（中枢体制对明代有直接影响，法典结构、用刑原则对后世影响深远 ；作为首个少数民族大一统帝制政权，民族统治政策法律实践对清代有影响 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "284,285"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "282,283"
                    }
                },
                {
                    "content": "一、立法概况",
                    "children": [
                        {
                            "content": "（一）立法指导思想",
                            "children": [
                                {
                                    "content": "元朝立法指导思想（缺乏系统性，从法制实践和文献典籍载，可概述 ）",
                                    "children": [
                                        {
                                            "content": "",
                                            "children": [
                                                {
                                                    "content": "1. “祖述变通”，“附会汉法”",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "288,289",
                                                        "listIndex": 1
                                                    }
                                                },
                                                {
                                                    "content": "",
                                                    "children": [
                                                        {
                                                            "content": "一方面（考稽成吉思汗以来蒙古汗国制度 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "289,290"
                                                            }
                                                        },
                                                        {
                                                            "content": "另一方面（参用汉法对法律制度变通 ；元代法律是蒙古旧制与汉法混合物，“以国朝之成法，援唐宋之典故，参辽金之遗制” ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "290,291"
                                                            }
                                                        },
                                                        {
                                                            "content": "[老龚点睛] “祖述变通”（出自世祖忽必烈 ；“祖述” 保留蒙古族传统习惯，将蒙古族传统习惯上升为律令条格 ；“变通” 参用宋、辽、金的法律制度，尤其以参用汉法为主 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "291,292"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "ul",
                                                        "lines": "289,292"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "288,292"
                                            }
                                        },
                                        {
                                            "content": "",
                                            "children": [
                                                {
                                                    "content": "2. “因俗而治”，蒙汉异制",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "292,293",
                                                        "listIndex": 2
                                                    }
                                                },
                                                {
                                                    "content": "",
                                                    "children": [
                                                        {
                                                            "content": "元仿照辽（“因俗而治” ，婚姻立法等方面明确蒙古人不适用汉法规范 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "293,294"
                                                            }
                                                        },
                                                        {
                                                            "content": "政治法律贯彻“分而治之” 国策（法律上把境内居民分四等：蒙古人、色目人、汉人、南人 ；蒙汉异制利于保护蒙古人特权 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "294,295"
                                                            }
                                                        },
                                                        {
                                                            "content": "[老龚点睛] 四等人制（蒙古人-地位最高统治民族；色目人-蒙古人以外的西夏、西域各族；汉人-原金朝统治区内的汉族、契丹、女真等及较早被蒙古征伐的云南、四川地区汉族；南人-原南宋境内以汉族为主体的各民族，地位最低 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "295,296"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "ul",
                                                        "lines": "293,296"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "292,296"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "287,296"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "286,287"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "285,286"
                    }
                },
                {
                    "content": "一、立法概况",
                    "children": [
                        {
                            "content": "（二）法律形式",
                            "children": [
                                {
                                    "content": "元朝立国（排斥汉族原有法律体系，未沿袭唐宋立法形式；以符合蒙古习惯的令、条格、制、敕、断例等庞杂法律形式，替代国家统一律典编纂 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "298,299"
                                    }
                                },
                                {
                                    "content": "法律内容（“暗用而明不用，名废而实不废” ，将唐宋律文大量化为条格、断例等形式，条格和断例成法律主要形式 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "299,300"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 条格（经皇帝亲自裁定或由中书省等中央机关颁发给下属部门的政令，元代民事、行政、财政等重要法规 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "300,301"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 断例（皇帝或司法官员处断刑事案件的成例 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "301,302"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "297,298"
                            }
                        },
                        {
                            "content": "（三）立法活动",
                            "children": [
                                {
                                    "content": "1.蒙古部落时期到蒙古国时期的立法",
                                    "children": [
                                        {
                                            "content": "（1）《条画五章》（成吉思汗时期（1211年 ），令郭宝玉制定新令，批准颁布 ；蒙古政权第一次汉化的立法 ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 《条画五章》内容（“出军不得妄杀；刑狱惟重罪处死，其余杂犯量情答决；僧道无益于国，有损于民者，禁之” 等 ；蒙古入主中原第一次立法，类似刘邦“约法三章” ，被称“一代法制之始” ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "305,306"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "304,306"
                                            }
                                        },
                                        {
                                            "content": "（2）《大札撒》（“札撒” 蒙语“大法令” 之意，古代蒙古部落首领对部众发布的命令，蒙古人早期初创性法律规范和生活习惯 ）",
                                            "children": [
                                                {
                                                    "content": "大蒙古国建立后（成吉思汗于1225年下令编纂札撒和训令，称《大札撒》或《札撒大全》 ；内容庞杂，含刑事、民事、军事、宗教、审判、治安等方面，保护蒙古人游牧经济和社会秩序，反映蒙古民族生活习惯和迷信禁忌 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "307,308"
                                                    }
                                                },
                                                {
                                                    "content": "《大札撒》（以原始性和刑罚残酷性著称，对元朝立法影响大 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "308,309"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 《大札撒》（实际是蒙古族习惯法的汇编，内容庞杂，系统性差，刑罚严酷 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "309,310"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "306,310"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "303,310"
                                    }
                                },
                                {
                                    "content": "2.元朝建立后的立法",
                                    "children": [
                                        {
                                            "content": "（1）《至元新格》",
                                            "children": [
                                                {
                                                    "content": "元世祖继位后（采用金朝的《泰和律义》 ；至元元年（1264年 ）颁行《新立条格》 ，涉及官制及官吏待遇、赋役科敛、军纪、诉讼刑狱等方面 ；至元八年（1271年 ），禁行《泰和律义》 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "312,313"
                                                    }
                                                },
                                                {
                                                    "content": "元世祖于至元二十八年（1291年 ）（令中书右丞相何荣祖等“以公规、治民、御盗、理财等十事辑为一书，名曰《至元新格》 ，令刻版颁行，使百司遵守” ；侧重行政、财政、民事等方面，元朝统一中国后颁布的第一部较系统的成文法典 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "313,314"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 《至元新格》（属行政规范汇编，类似唐宋时期的“令” ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "314,315"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "311,315"
                                            }
                                        },
                                        {
                                            "content": "（2）《大元通制》《至正条格》",
                                            "children": [
                                                {
                                                    "content": "《大元通制》（颁行于元英宗至治三年（1323年 ），共2539条 ；分诏制、条格、断例、别类四部分（条格1151条，断例717条，占总条目70% ）；篇目仿唐、宋旧律，分名例、卫禁、职制、祭令、学规、军律、户婚、食货、大恶、奸非、贼盗、诈伪、诉讼、斗殴、杀伤、禁令、杂犯、捕亡、恤刑、平反等20篇 ；全面反映元朝法制基本状况 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "316,317"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] “诏制”（相当于“编敕” ）；“条格”（相当于唐令、格、式 ）；“断例”（相当于唐宋“律” 十二篇，部分属断案事例（判例 ），部分属断案通例（通行法条 ） ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "317,318"
                                                    }
                                                },
                                                {
                                                    "content": "《大元通制》（由法规和判例组成的汇编，成文法与判例法的结合；编成标志元朝建立以来法典编纂基本完成，元代法典至此定型 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "318,319"
                                                    }
                                                },
                                                {
                                                    "content": "元顺帝至正六年（1346年 ）（颁布《至正条格》 ，是对《大元通制》的修订补充 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "319,320"
                                                    }
                                                },
                                                {
                                                    "content": "[史境溯源] 《至正条格》（元朝最后一部法典，颁行后不久，罗天麟、刘福通等起兵，该条格无人遵守，后代流传极少，一度认为失传 ；2002年，韩国古都庆州发掘原典，方知具体内容 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "320,321"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "315,321"
                                            }
                                        },
                                        {
                                            "content": "（3）《经世大典》（元文宗至顺二年（1331年 ）编成 ；仿效《唐六典》 编订的典章汇编，共880卷 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "321,322"
                                            }
                                        },
                                        {
                                            "content": "（4）《元典章》（《大元圣政国朝典章》 ，地方官员对世祖以来约五十年间有关政治、经济、军事、法律等方面的圣旨条例的汇编 ；共60卷，分诏令、圣政、朝纲、台纲、吏部、户部、礼部、兵部、刑部、工部共十类 ）",
                                            "children": [
                                                {
                                                    "content": "《元典章》（以六部分法规体例，开《大明律》以六部分篇之滥觞 ；《大明律》附载五服图的做法，在《元典章》中已有先例 ；虽非中央政府所颁法典，但系统保存元朝法律内容，成研究元朝社会及法律的珍贵材料 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "323,324"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "322,324"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "310,324"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "302,303"
                            }
                        },
                        {
                            "content": "典型真题关联（立法活动 ）",
                            "children": [
                                {
                                    "content": "1. 成吉思汗时期公布的第一部蒙古部族的习惯法汇编（《大札撒》 ）（2020年单选第35题答案A ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "325,326",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "2. 关于《元典章》的表述（《元典章》附载了五服图；开创了以六部分篇的编纂体例；是元朝地方官府自行汇编的法规大全 ）（2016年单选第40题答案B ；“元朝第一部成文法典” 错误，第一部成文法典是《至元新格》 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "326,327",
                                        "listIndex": 2
                                    }
                                },
                                {
                                    "content": "3. 元朝由江西地方官府整理圣旨、条例而形成的法规汇编（《元典章》 ）（2011年单选第39题答案D ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "327,329",
                                        "listIndex": 3
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "324,325"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "296,297"
                    }
                },
                {
                    "content": "二、刑事立法",
                    "children": [
                        {
                            "content": "（一）罪名体系",
                            "children": [
                                {
                                    "content": "元朝罪名体系（最显著变化是确立强奸幼女罪 ；《唐律疏议》《宋刑统》奸类罪中，未特别列出 ；元朝法律规定“诸强奸人幼女者，处死；虽和同强，女不坐。” 处罚比重罪（杖107 ）重 ；“幼女” 年龄界定为10岁以下 ；犯强奸幼女罪，一般不适用赎法 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "331,332"
                                    }
                                },
                                {
                                    "content": "元朝（沿袭唐宋律中“十恶” 基本内容，改“十恶” 为“诸恶” ，以谋反罪为打击重点 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "332,333"
                                    }
                                },
                                {
                                    "content": "典型真题关联（罪名体系 ）",
                                    "children": [
                                        {
                                            "content": "1. “诸强奸人幼女者处死，虽和同强，女不坐” 最早出现于（元朝 ）（2018年单选第30题、法单选第18题答案C ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "334,335",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 元朝法律规定的强奸幼女罪中，“幼女” 的年龄是（十岁以下 ）（2009年单选第44题答案B ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "335,336",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 最早在法律上规定“诸强奸人幼女者处死，虽和同强，女不坐” 的是（元朝法律 ）（2007年单选第42题答案C ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "336,337",
                                                "listIndex": 3
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "333,337"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "330,331"
                            }
                        },
                        {
                            "content": "（二）刑罚制度",
                            "children": [
                                {
                                    "content": "元朝刑罚制度（上沿唐宋五刑制度，有变化，显蒙古民族旧俗 ；成吉思汗时，斩决、流放、用柳条责打是主要刑罚方式 ；忽必烈即位后，刑罚制度逐步向汉法的笞、杖、徒、流、死五刑体系转变 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "338,339"
                                    }
                                },
                                {
                                    "content": "1.笞杖刑（隋唐以十为尾数的笞杖刑，改为以七为尾数 ；笞刑从七至五十七，分六等 ；杖刑从六十七至一百零七，分五等 ）",
                                    "children": [
                                        {
                                            "content": "[史境溯源] 元初仿效宋朝（施行“折杖法” ，杖折为笞，徒折为杖 ；未维持很久，徒刑恢复后，附加杖刑，“本减而变为加矣” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "340,341"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 元朝徒刑（分七等，最高刑期五年 ；流刑不分等级，南北互流 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "341,342"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "339,342"
                                    }
                                },
                                {
                                    "content": "2.死刑（分为凌迟和斩两种 ；“死刑则有斩而无绞，恶逆之极者，又有凌迟处死之法焉。”——《元史·刑法志》 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "342,343"
                                    }
                                },
                                {
                                    "content": "3.其他刑罚",
                                    "children": [
                                        {
                                            "content": "（1）五刑之外（有刺字、劓刑、黥刑等肉刑和醢刑、剥皮等酷刑 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "344,345"
                                            }
                                        },
                                        {
                                            "content": "（2）元朝公开允许私刑合法存在",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "345,346"
                                            }
                                        },
                                        {
                                            "content": "（3）“充警迹人，红泥粉壁” 制度（强盗、窃盗罪犯服完刑后，发付原籍充“警迹人” ；在家门首立红泥粉壁，开具姓名、犯事情由，由邻居监督行止，每半个月需面见官府接受督察 ；五年不犯者除籍，再犯者终身拘籍 ；通过昭示盗贼犯人劣迹，彰其过，达“自警亦警人” 目的，类似现代社区矫正制度 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "346,347"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] 《社区矫正法》（第2条：对被判处管制、宣告缓刑、假释和暂予监外执行的罪犯，依法实行社区矫正 ；第26条：社区矫正机构了解掌握对象活动情况和行为表现，开展实地查访等，保护身份信息和个人隐私 ；第27条第1款：社区矫正对象离开所居住的市、县或者迁居，须报经社区矫正机构批准 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "347,348"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "343,348"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "337,338"
                            }
                        },
                        {
                            "content": "（三）量刑原则",
                            "children": [
                                {
                                    "content": "1.强调轻刑（元朝量刑原则显著变化，处罚减轻，形成崇尚轻刑风习 ；“君臣之间，唯知轻典之为尚。”——《元史·刑法志》 ）",
                                    "children": [
                                        {
                                            "content": "元朝对于谋反（规定“诸父谋反，子异籍不坐” ；其他各朝对谋反罪贯彻亲属连坐原则 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "350,351"
                                            }
                                        },
                                        {
                                            "content": "婚姻家庭犯罪（对于居父母丧而忘哀拜灵成婚者，唐律规定强 ）,离婚处罚较轻：唐宋“妻擅去者，徒二年；因而改嫁者，徒三年”，元朝仅离婚加杖八十七；但吏治败坏，法外酷刑普遍",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "351,352"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "349,352"
                                    }
                                },
                                {
                                    "content": "2.贼盗犯罪处罚加重：广泛恢复肉刑",
                                    "children": [
                                        {
                                            "content": "至元年间诏令：“强盗皆死。盗牛马者劓。盗驴骡者黥额，再犯劓。盗羊豕者墨项，再犯黥，三犯劓，劓后再犯者死。”",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "353,354"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "352,354"
                                    }
                                },
                                {
                                    "content": "3.同罪异罚（民族分治与歧视）",
                                    "children": [
                                        {
                                            "content": "蒙古人殴死汉人：断罚出征，全征烧埋银",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "355,356"
                                            }
                                        },
                                        {
                                            "content": "汉人打死蒙古人：处死，且烧埋银照付",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "356,357"
                                            }
                                        },
                                        {
                                            "content": "汉人犯盗窃罪：附加刺字，蒙古人不受刺字之刑",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "357,358"
                                            }
                                        },
                                        {
                                            "content": "蒙古犯人在监：享有诸多汉人不能享有的待遇",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "358,359"
                                            }
                                        },
                                        {
                                            "content": "僧侣特权：除犯奸盗、诈伪、杀伤人命等重罪外，不受法律制裁",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "359,360"
                                            }
                                        },
                                        {
                                            "content": "对汉人限制：禁止藏有兵器盔甲甚至弹弓等，不许养马，以防反抗",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "360,362"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "354,362"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "348,349"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "329,330"
                    }
                },
                {
                    "content": "三、民事立法",
                    "children": [
                        {
                            "content": "（一）财产法律制度",
                            "children": [
                                {
                                    "content": "1.“阑遗物”（蒙古语中的牲口和奴婢 ；因长期游牧征战、运输、生存重要，阑遗牲口和奴婢公告十天无人领取，官府应收管；有主人认领，仍归还本主 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "364,365"
                                    }
                                },
                                {
                                    "content": "2.契约关系",
                                    "children": [
                                        {
                                            "content": "元代契约关系（主要规定买卖契约、典当契约、借贷契约、租佃契约 ；不动产买卖和典当须经“经官给据”“先问亲邻”“签押文契”“印契税契”“过割赋税” 五个程序生效 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "366,367"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛]",
                                            "children": [
                                                {
                                                    "content": "（1）“经官给据”（买卖前向官府申报发凭据，获官府书面许可 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "368,369"
                                                    }
                                                },
                                                {
                                                    "content": "（2）“先问亲邻”（亲邻对不动产买卖有优先购买权 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "369,370"
                                                    }
                                                },
                                                {
                                                    "content": "（3）“签押文契”（买卖双方、中介人等在契约上共同签字画押 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "370,371"
                                                    }
                                                },
                                                {
                                                    "content": "（4）“印契税契”（到官府备案盖印并纳税 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "371,372"
                                                    }
                                                },
                                                {
                                                    "content": "（5）“过割赋税”（转移附在不动产上的赋税义务，保国家赋税不因产权转移受损 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "372,373"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "367,373"
                                            }
                                        },
                                        {
                                            "content": "[总结对比] 宋、元田宅买卖典当程序（元朝沿用宋朝法律，程序相同；做调整：宋朝“原主离业” ，元朝废除，出卖人/出典人出卖/出典后可占有田宅，向买方/典权人缴纳地租或房租 ；宋朝“经官给据” 是元朝新增前提 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "373,374"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "365,374"
                                    }
                                },
                                {
                                    "content": "3.损害赔偿",
                                    "children": [
                                        {
                                            "content": "（1）残疾赔偿（元代损害赔偿多体现在人身伤害 ；加害人除担刑事责任，担民事赔偿责任，含“养济之资”“养赡之资”“医药之资” ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 医药之资（无意徒手误伤致人废疾，杖七十七，付中统钞50两（1锭 ））",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "376,377"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 养济之资（以兵刃之类武器以外物体致人废疾，杖七十七，付中统钞10锭 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "377,378"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 养赡之资（以刃致人笃疾，杖一百零七，付中统钞20锭 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "378,379"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "375,379"
                                            }
                                        },
                                        {
                                            "content": "（2）死亡赔偿（烧埋银主要用于杀人或伤人致死犯罪 ；对杀人犯，向罪犯家属征“烧埋银” 白银50两给“苦主”（受害人家属 ）；烧埋银有损害赔偿性质，蒙古人常以此逃避刑事追究 ）",
                                            "children": [
                                                {
                                                    "content": "[典文释义]“诸杀人死者，仍于家属征烧埋银五十两给苦主，无银者征中统钞一十锭，会赦免罪者，倍之。”——《元史·刑法志二》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "380,381"
                                                    }
                                                },
                                                {
                                                    "content": "[意即] 杀人者处死刑，向家属征收五十两烧埋银给苦主；无银者征收十锭中统钞；大赦赦免死刑者，烧埋银加倍征收",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "381,382"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "379,382"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "374,382"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "363,364"
                            }
                        },
                        {
                            "content": "（二）婚姻与继承制度的特点",
                            "children": [
                                {
                                    "content": "1. 婚姻制度",
                                    "children": [
                                        {
                                            "content": "元朝统一中国后（受儒家纲常礼教影响，保持蒙古族原有传统，婚姻方面允依不同民族风俗、习惯行事，不强求划一 ）",
                                            "children": [
                                                {
                                                    "content": "（1）允许收继婚",
                                                    "children": [
                                                        {
                                                            "content": "至元八年定制（“诸色人同类自相婚姻者，各从本俗法。” ；汉族禁止“有妻更娶” ，蒙古习惯法“札撒” 允许蒙古人一夫多妻 ；蒙古人实行“收继婚” （未婚男子收娶家族中寡妇为妻，子可收父妾，弟可收兄妻，兄可收弟妻，“父死则妻其母，兄弟死则收其妻” ；汉人除弟收亡兄妻外，亲属乱伦或重婚为法律严禁 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "386,387"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "385,387"
                                                    }
                                                },
                                                {
                                                    "content": "（2）更注重婚书（婚书视为婚姻离合法定要件 ；建立婚姻关系须订立婚书（“嫁娶礼书” ），写明议定聘财数额；招赘女婿，写明养老或出舍年限，主婚人、保亲人、媒人须在婚书上签字画押，依礼成亲，婚姻关系才有效 ；明、清虽要求婚书，已非必备形式要件 ）",
                                                    "children": [
                                                        {
                                                            "content": "[典文释义]“今后但为婚姻，须立婚书，明白该写元议聘财。若招召女婿，指定养老或出舍年限，其主婚、保亲、媒人等画字，依理成亲，庶免争讼。”——《大元通制条格》卷三《户令·婚姻礼制》",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "388,389"
                                                            }
                                                        },
                                                        {
                                                            "content": "[老龚点睛] 元朝赘婿主要有（养老女婿、年限女婿、出舍女婿、归宗女婿 ；“接脚夫”“接脚婿” （寡妇再嫁招赘的女婿 ））",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "389,390"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "387,390"
                                                    }
                                                },
                                                {
                                                    "content": "（3）媒妁规范化管理（元朝对媒妁规范化管理，经基层官员、地方长老等保举推荐的“信实妇人” 充任媒妁，由官府登记在册，媒妁职业化倾向明显 ；婚姻限制和解除基本沿用唐宋旧法，不似唐宋严格 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "390,391"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "384,391"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "383,384"
                                    }
                                },
                                {
                                    "content": "2. 继承制度",
                                    "children": [
                                        {
                                            "content": "继承方面（蒙古人和色目人各依本俗法 ；蒙古习惯法由幼子继承家业，后受汉法影响行诸子均分制，实际份额不同 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "392,393"
                                            }
                                        },
                                        {
                                            "content": "户绝之家（女儿和寡妇享有继承权或有条件继承权 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "393,394"
                                            }
                                        },
                                        {
                                            "content": "元朝以前（法律允许改嫁寡妇带走原有妆奁，不准带走亡夫遗产（或应得份额 ）；元朝规定，离婚妇女或寡妇再嫁，丧失原先从父母处得来的妆奁物及其他继承得来的财产，夫家财产更不得带走 ；明清受元朝影响，有“（寡妇）改嫁者，夫家财产及原有妆奁，并听前夫之家为主” 规定 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "394,395"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 关于无子的寡妇（有权继承亡夫全部遗产，亡夫家族兄弟不得分割 ；寡妇改嫁，丧失继承权，连陪嫁财产也不得带走 ；做法被明清法律继承 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "395,396"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "391,392"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "382,383"
                            }
                        },
                        {
                            "content": "典型真题关联（婚姻与继承 ）",
                            "children": [
                                {
                                    "content": "1. 规定“诸色人同类自相婚姻者，各从本俗法” 的朝代（元朝 ）（2010年单选第41题答案C ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "397,398",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "2. 再嫁妇女不得带走从娘家获得的财产，法律首次明文作此规定的朝代（元朝 ）（2007年单选第45题答案B ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "398,400",
                                        "listIndex": 2
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "396,397"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "362,363"
                    }
                },
                {
                    "content": "四、行政立法",
                    "children": [
                        {
                            "content": "（一）中枢和地方行政机构",
                            "children": [
                                {
                                    "content": "1. 中央机关",
                                    "children": [
                                        {
                                            "content": "（1）中书省（元朝以中书省取代隋唐三省 ；中书省以中书令为长官，由皇太子兼领，太子不到职视事，由左右丞相及其他副职实际负责政务，统称宰相 ；中书省下设吏、户、礼、兵、刑、工六部，掌国家各方面行政事务 ）",
                                            "children": [
                                                {
                                                    "content": "[记忆线索] 中（中书省 ）原（元朝 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "404,405"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "403,405"
                                            }
                                        },
                                        {
                                            "content": "（2）枢密院和宣政院",
                                            "children": [
                                                {
                                                    "content": "元朝中央政府（另设枢密院和宣政院 ；枢密院掌军事，地位低于中书省，皇太子兼领枢密使 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "406,407"
                                                    }
                                                },
                                                {
                                                    "content": "宣政院（掌全国佛教及吐蕃地区军民政教事务，以国师（帝师 ）总领，机构庞大，职官僧俗并用 ；遇重大军事，须会同枢密院商定 ；蒙古贵族崇信喇嘛教，以国师或帝师教旨和皇帝敕令并行于西部藏族地区，权力很大 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "407,408"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "405,408"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "402,403"
                                    }
                                },
                                {
                                    "content": "2. 地方",
                                    "children": [
                                        {
                                            "content": "地方行政机构（大体仿宋、金旧制 ；元世祖时置行中书省，为中书省临时派出机构，利于加强中央集权，以行省为地方固定行政区域，形成行省、路、府（州 ）、县四级制 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "409,410"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 元朝时（大都、河北、山东、山西等地区直属中书省管辖，吐蕃地区直属宣政院管辖，其余地区分十一行省，为地方最高行政区划 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "410,411"
                                            }
                                        },
                                        {
                                            "content": "行省和路（分别以丞相和总管为长官，府、州、县则设尹为长官 ；地方各级行政机构皆设蒙古管事官“达鲁花赤” 一人，掌实权 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "411,414"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "408,409"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "401,402"
                            }
                        },
                        {
                            "content": "（二）科举制度的变化",
                            "children": [
                                {
                                    "content": "（一）发展历程",
                                    "children": [
                                        {
                                            "content": "长期停废：元朝建立后科举考试制度长期未实行",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "416,417"
                                            }
                                        },
                                        {
                                            "content": "恢复时间：元仁宗延祐元年（1314年）恢复",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "417,418"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "415,416"
                                    }
                                },
                                {
                                    "content": "（二）考试层级与频次",
                                    "children": [
                                        {
                                            "content": "频次：每三年举行一次",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "419,420"
                                            }
                                        },
                                        {
                                            "content": "层级：分为乡试、会试和殿试三级",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "420,421"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "418,419"
                                    }
                                },
                                {
                                    "content": "（三）考试内容与影响",
                                    "children": [
                                        {
                                            "content": "内容变化：结束以诗赋取士的历史，首创以程朱理学为内容的经义取士制度",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "422,423"
                                            }
                                        },
                                        {
                                            "content": "影响：对明清科举制度影响很大",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "423,424"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "421,422"
                                    }
                                },
                                {
                                    "content": "（四）录取名额与歧视性规定",
                                    "children": [
                                        {
                                            "content": "乡试名额：每届各省共考选举人300人赴京会试，蒙古人、色目人、汉人和南人四族各75个名额",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "425,426"
                                            }
                                        },
                                        {
                                            "content": "会试名额：定额取进士100人，四族各25个名额",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "426,427"
                                            }
                                        },
                                        {
                                            "content": "机会不均等：汉人、南人考生数是蒙古人、色目人的百倍以上，入仕机会仅为蒙古族、色目族的1%",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "427,428"
                                            }
                                        },
                                        {
                                            "content": "试题差异：蒙古人、色目人的试题较易，汉人、南人的试题则较难",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "428,430"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "424,425"
                                    }
                                },
                                {
                                    "content": "中央最高行政机关",
                                    "children": [
                                        {
                                            "content": "机构：中书省",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "431,432"
                                            }
                                        },
                                        {
                                            "content": "职能：统领吏、户、礼、兵、刑、工六部，为元朝中央核心行政机构",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "432,433"
                                            }
                                        },
                                        {
                                            "content": "与其他机构区分",
                                            "children": [
                                                {
                                                    "content": "尚书省：元朝未以其统领六部",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "434,435"
                                                    }
                                                },
                                                {
                                                    "content": "门下省：元朝无此设置（取代隋唐三省制，以中书省为核心）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "435,436"
                                                    }
                                                },
                                                {
                                                    "content": "宣政院：掌全国佛教及吐蕃地区军民政教事务，不统领六部",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "436,437"
                                                    }
                                                },
                                                {
                                                    "content": "行省：地方最高行政区划，非中央机构",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "437,438"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "433,438"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "430,431"
                                    }
                                },
                                {
                                    "content": "典型真题",
                                    "children": [
                                        {
                                            "content": "1. 元朝统领吏、户、礼、兵、刑、工六部的中央国家机构是（B.中书省）（2017年单选第40题）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "439,440",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 元朝在中央设立的最高行政机关为（B.中书省）（2014年单选第40题）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "440,442",
                                                "listIndex": 2
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "438,439"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "414,415"
                            }
                        },
                        {
                            "content": "（三）监察制度的发展",
                            "children": [
                                {
                                    "content": "元朝建立和发展了颇具特色的监察制度",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "443,444"
                                    }
                                },
                                {
                                    "content": "1.加强监察立法（使监察有法可依，有章可循 ）",
                                    "children": [
                                        {
                                            "content": "元世祖时（颁布一系列监察法规，指导和规范监察机关工作 ；如《宪台格例》《察司体察等例》《行台体察等例》《禁治察司等例》《察司合察事例》《廉访司合行条例》等 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "445,446"
                                            }
                                        },
                                        {
                                            "content": "仁宗时期（编纂《风宪宏纲》 ，元朝监察法律集大成者 ；详尽规定各级监察机关的机构设置、职责范围、监察官员的选任、考纠等 ；表明元朝监察立法初具规模且臻完备 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "446,447"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "444,447"
                                    }
                                },
                                {
                                    "content": "2.监察体制设置严密，赋予较大权限",
                                    "children": [
                                        {
                                            "content": "（1）中台（机构设置上，中央一级为御史台（中台 ）；与中书省互不隶属，地位相同 ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 元朝对御史台（原有三院制进行改革，只设察院，台院职权并入察院，殿院降为殿中司，置殿中侍御史二员 ；察院因台院并入一跃为御史台主要组织 ；御史台之人多权重为历代罕有 ；三院制向一院制过渡发展，体现专制主义中央集权需行政权高度统一，也需监察权一体化，便于皇帝控制 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "449,450"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "448,450"
                                            }
                                        },
                                        {
                                            "content": "（2）行台（地方设立两个行御史台（行台 ）——江南（南台 ）和陕西（西台 ），为中央派出机构 ；南台负责监临东南诸省，西台负责监临陕西诸道 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "450,451"
                                            }
                                        },
                                        {
                                            "content": "（3）肃政廉访司（在中台和行台之下，分二十二道监察区，每道设肃政廉访司 ；肃政廉访使常驻地方，主要纠察地方官员政绩得失，巡复、按复各路已结案件 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "451,452"
                                            }
                                        },
                                        {
                                            "content": "中台、行台与肃政廉访司（相衔接，构成全国范围垂直监察系统 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "452,453"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "447,453"
                                    }
                                },
                                {
                                    "content": "3.重视加强对监察官本身的监督",
                                    "children": [
                                        {
                                            "content": "元政府重视（对肃政廉访使的领导，对监察官员实行严格监督，规定详密行为规范和奖惩措施 ；肃政廉访使对所辖各地的冤滞如果“举劾失当”，则“并坐之” ；对监察官员犯赃行为加等治罪，即便并未枉法，也予以除名的处罚 ；行御史台虽为区域性监察机构，但设官品秩与职权皆与御史台相同 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "454,455"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "453,455"
                                    }
                                },
                                {
                                    "content": "4.体现民族歧视政策",
                                    "children": [
                                        {
                                            "content": "监察制度中（贯彻民族歧视政策 ；终元一世，御史大夫一职“非国姓不以授”（只能由蒙古贵族担任 ）；一般情况下，汉族官吏连充任地方监察机关书吏的资格都不具备 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "456,457"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "455,457"
                                    }
                                },
                                {
                                    "content": "典型真题关联（监察制度 ） ：元朝仁宗时（“以格例条画有关于风纪者，类集成书” ，称为《风宪宏纲》 ；性质主要是监察立法 ）（2024年单选第39题答案D ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "457,459"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "442,443"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "400,401"
                    }
                },
                {
                    "content": "五、司法制度",
                    "children": [
                        {
                            "content": "（一）中央司法机关",
                            "children": [
                                {
                                    "content": "\n<p data-lines=\"461,462\">元朝（民族、宗教和社会矛盾交织，形成复杂多元、不相统摄司法体制，司法权分散，审判擅断 ）</p>",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "461,462"
                                    }
                                },
                                {
                                    "content": "\n<p data-lines=\"462,463\">1.刑部（刑部属中书省，掌司法行政与审判 ；原属大理寺职能部分归刑部 ；实践中，审判权常被大宗正府、诸王和驸马侵夺 ）</p>",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 元朝未设大理寺（将唐宋大理寺、刑部职能集于刑部一身 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "463,464"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "462,464"
                                    }
                                },
                                {
                                    "content": "\n<p data-lines=\"464,465\">2.大宗正府（从蒙古国初期掌刑政的札鲁忽赤（断事官 ）演变而来 ；专门负责审理蒙古人、色目人和宗室的案件 ；既是管理蒙古贵族事务机构，又是有独立管辖范围的中央司法机关 ）</p>",
                                    "children": [
                                        {
                                            "content": "[典文释义]“诸四怯薛（qiè xuē ）及诸王、驸马、蒙古、色目之人犯奸盗、诈伪，从大宗正府治之。”——《元史·刑法志》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "465,466"
                                            }
                                        },
                                        {
                                            "content": "[意即] “怯薛”（蒙古语，轮流值守 ；怯薛军指禁卫军 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "466,467"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "464,467"
                                    }
                                },
                                {
                                    "content": "\n<p data-lines=\"467,468\">3.宣政院</p>",
                                    "children": [
                                        {
                                            "content": "宣政院（主持全国佛教事务和统领吐蕃地区军、民之政的中央机构，全国最高宗教审判机关 ；负责审理重大僧侣案件和僧侣纠纷案件 ；职掌特殊性，自成系统 ；有时在江南设行宣政院，在诸路、府、州、县设僧录司，管理各地僧侣狱讼 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "468,469"
                                            }
                                        },
                                        {
                                            "content": "僧人除犯（奸盗、诈伪、殴伤人命等罪归司法机关审问外 ；其自相争告及其他一般案件，由寺院主持审理 ；地方官审理涉及僧侣的案件，须上报宣政院 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "469,470"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "467,470"
                                    }
                                },
                                {
                                    "content": "\n<p data-lines=\"470,471\">典型真题关联（宣政院 ）</p>",
                                    "children": [
                                        {
                                            "content": "1. 元朝上都、大都所属蒙古人、色目人与汉人相犯的案件（普通司法机关无权管辖，须由专门机构审理裁决，该机构是大宗正府 ）（2013年单选第40题答案D ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "471,472",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 元代管理少数民族事务的中央机构（宣政院 ）（2010年法单选第16题答案B ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "472,473",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 元朝管理全国佛教和受理僧侣诉讼的中央机关（宣政院 ）（2004年单选第45题答案C ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "473,475",
                                                "listIndex": 3
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "470,475"
                                    }
                                },
                                {
                                    "content": "\n<p data-lines=\"475,476\">典型真题关联（中央司法机关 ）</p>",
                                    "children": [
                                        {
                                            "content": "1. 元朝统领吏、户、礼、兵、刑、工六部的中央国家机构（中书省 ）（2017年单选第40题答案B ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "476,477",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 元朝在中央设立的最高行政机关（中书省 ）（2014年单选第40题答案B ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "477,478",
                                                "listIndex": 2
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "475,478"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "460,461"
                            }
                        },
                        {
                            "content": "（二）诉讼审判制度",
                            "children": [
                                {
                                    "content": "1.元朝诉讼制度（有所发展 ；《元史·刑法志》《元典章》中，“诉讼” 独立出现，对诉讼程序、步骤、诉状格式等做详细规定，实体法与程序法开始逐步分离 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "479,480"
                                    }
                                },
                                {
                                    "content": "2.元代诉讼代理（考虑年老、残疾行动不便者自诉力有限，允其亲属中了解情况者代理诉讼 ；实际仅适用于两种人：年老和疾病、行动不便者；退休或暂时离任的官员 ）",
                                    "children": [
                                        {
                                            "content": "[典文释义]“诸老废笃疾，事须争讼，止令同居亲属深知本末者代之，若谋反大逆，子孙不孝，为同居所侵侮，必须自陈者听。诸致仕得代官，不得已与齐民讼，许其亲属家人代诉，所司毋侵挠之。诸妇人辄代男子告辨争讼者，禁之，若果寡居，及虽有子男，为他故所妨，事须争讼者，不在禁例。”——《元史·刑法志·诉讼》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "481,482"
                                            }
                                        },
                                        {
                                            "content": "[意即] 年老残疾者需起诉讼（允与其共同居住且熟知案情的亲属代理；涉及谋反、大逆，子孙不孝，或遭同居亲属侵害的案件，允本人亲自陈诉 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "482,483"
                                            }
                                        },
                                        {
                                            "content": "退休或离职官员（须与平民诉讼，准其亲属代为诉讼，主管官员不得阻挠或施压 ；《宋刑统·斗讼律》规定：致仕官诉讼可免跪拜之仪 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "483,484"
                                            }
                                        },
                                        {
                                            "content": "禁止妇女擅自代理男子进行诉讼（符合以下情形除外：寡妇独居无男性亲属；虽有儿子但因故（如年幼、疾病、外出 ）无法行使诉权 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "484,485"
                                            }
                                        },
                                        {
                                            "content": "元朝诉讼代理制度（从实际出发，详细规定，维护特殊人群诉讼权利，是中国古代诉讼制度重要发展和完善 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "485,486"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "480,486"
                                    }
                                },
                                {
                                    "content": "3.元朝诉讼管辖“约会” 制度",
                                    "children": [
                                        {
                                            "content": "元朝诉讼管辖（“约会” 制度：遇到不同户籍、不同民族及僧侣之间发生刑名诉讼时，政府出面将相关户籍的直属上司请来共同审理 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "487,488"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 元朝（根据民族与宗教成分把民众分为四等，又依职业将人划分成民户、军户、匠户、站户、灶户、儒户、僧户、道户等 ；除民户外各种户有本系统管理机构 ；州县等地方行政机构司法管辖对象主要是民户 ；不同系统的人户发生纠纷，民户以外各系统的人户依仗不属地方行政机构管辖，不服审判，“约会” 制度因此而生 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "488,489"
                                            }
                                        },
                                        {
                                            "content": "“约会” 制度主要内容",
                                            "children": [
                                                {
                                                    "content": "（1）重大刑事案件（无论涉及何种人户均由地方行政机构管辖 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "490,491"
                                                    }
                                                },
                                                {
                                                    "content": "（2）不同户与民户间发生的一般刑事案件和所有民事案件（则由地方行政机构通知其他户的管理机构约定时间共同审理 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "491,492"
                                                    }
                                                },
                                                {
                                                    "content": "（3）约会三次不到（即由地方行政机构独自审理 ；如涉事俗人与和尚，需管民的官员与“和尚的头儿”“约会” 诉讼 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "492,493"
                                                    }
                                                },
                                                {
                                                    "content": "“约会” 事为此三个衙门（案件相关的公文行移耗时甚长 ；不少机构各私所管，互相隐庇，当事人四肢疲于奔命 ；当然，“约会” 制度在实践中，主要是失之于宽，且没有各民族的官员或首领及各职业团体的官员共同参与，利于调和不同民族的法律原则和习俗，维护各自群体的利益，防止某一衙门任性枉法 ；“约会” 制度主要针对轻微的刑民诉讼，因所审断对象的不同而受不同法律与习惯的约束 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "493,498"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "489,498"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "486,498"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "478,479"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "459,460"
                    }
                }
            ],
            "payload": {
                "tag": "h2",
                "lines": "281,282"
            }
        },
        {
            "content": "第三节 明（1368-1644年 ）",
            "children": [
                {
                    "content": "本节学习提要",
                    "children": [
                        {
                            "content": "明太祖朱元璋（淮右布衣，元末动乱中脱颖而出，建立明王朝 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "500,501"
                            }
                        },
                        {
                            "content": "新王朝建立者（对前朝借鉴或反思，直接影响新王朝思想意识和制度建设 ；如汉鉴于秦法严苛，改为宽大和缓的无为而治及随后的外儒内法；宋鉴于唐末藩镇割据之祸，严格实行中央集权等 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "501,502"
                            }
                        },
                        {
                            "content": "明初统治者（认为元朝败亡，法制上失之于宽，且没有系统化的法典，不能很好约束各级官吏，客观上放纵官吏欺压百姓，致民不堪命，揭竿而起 ；有鉴于此，他们在开国前后，即成功采纳之前历朝在法制建设上的经验，开始进行大规模法制建设，以偃武修文，实现王朝长治久安 ；明王朝自太祖朱元璋起，历经十五帝，到明思宗朱由检亡国，前后近三百年，基本实现长治久安之目的，其法制有诸多值得借鉴检讨之处 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "502,504"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "499,500"
                    }
                },
                {
                    "content": "一、立法概况",
                    "children": [
                        {
                            "content": "（一）立法指导思想",
                            "children": [
                                {
                                    "content": "1.“刑乱国用重典”",
                                    "children": [
                                        {
                                            "content": "明太祖朱元璋（总结元亡历史教训，确立“刑乱国用重典” 立法指导思想 ；“出五刑酷法以治之，欲民畏而不犯” ；目的最大限度发挥刑罚威慑力，表现在“重典治吏” 和“重典治民” 两方面 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "507,508"
                                            }
                                        },
                                        {
                                            "content": "[典文释义]“夫法度者，朝廷所以治天下也。”——《明太祖实录》卷一百一十六",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "508,509"
                                            }
                                        },
                                        {
                                            "content": "[典文释义]“朕昔在民间时，见州县官吏多不恤民，往往贪财好色，饮酒废事，凡民之疾苦，视之漠然，心实怒之。故今严法禁，但遇官吏贪污、蠹（dù ）害吾民者，罪之不恕。”——《明太祖实录》卷三八",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "509,510"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 明初统治者（认为元朝败亡，法制上失之于宽，无系统化法典，不能约束官吏，放纵官吏欺压百姓，致民不堪命，揭竿而起 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "510,511"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "506,511"
                                    }
                                },
                                {
                                    "content": "2.“明刑弼教”",
                                    "children": [
                                        {
                                            "content": "“明刑弼教”（最早出自《尚书·大禹谟》“明于五刑，以弼五教” ；宋代以降，朱熹对其新阐释，提高礼、刑关系中刑的地位，法制指导原则沿德主刑辅——礼法合一——明刑弼教发展，进入新阶段 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "512,513"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 朱熹（认为教化与刑罚在治国中同等重要 ；明初统治者看来，教化与刑罚不分主辅，“先刑后教” ，发挥刑罚威力辅助教化，即“明刑弼教” ；表面以刑辅教，实质重道德不轻刑罚，含“刑罚立而后教化行” 倾向 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "513,514"
                                            }
                                        },
                                        {
                                            "content": "朱元璋明确提出（“明礼以导民，定律以绳顽” ，将伦理道德预防犯罪职能与法律镇压犯罪职能结合，实现明王朝长治久安 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "514,515"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] “明礼以导民”（用传统礼教引导约束人民思想与行动 ；“定律以绳顽” 制定刑法惩治危害国家的凶顽，朱元璋新历史条件下对礼法结合的概括 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "515,516"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "511,516"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "505,506"
                            }
                        },
                        {
                            "content": "（二）《大明律》与“六部分篇” 体例",
                            "children": [
                                {
                                    "content": "《大明律》（从起草到颁布历经30年 ；“刊布中外，令天下知所遵守。” 要求官吏讲读律令 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "517,518"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 《大明律》制定后（太祖训令群臣读书应读《律》 ；怕小民不能知晓法律，命大理寺卿周祯（zhēn ）等人解释法律条文，颁行郡县，名《律令直解》 ；《大明律·职制·公式》有“设读律令” 一条，规定每年年终由察院、分巡御史、按察司官员考核中央及地方官吏掌握律令水平 ；不能讲解、不晓律意者有罚，通晓律意的百姓，犯谋反、叛逆以下罪，可免除刑罚一次，以威逼利诱方式贯彻王朝意志 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "518,519"
                                    }
                                },
                                {
                                    "content": "《大明律》（改变唐、宋旧律传统体例，以名例冠于篇首，下按六部官制分吏、户、礼、兵、刑、工六律，共7篇，30卷（门 ），460条 ；编制体例以名例及六部分篇，为古代法典体例一大变化，与明朝取消宰相制度、强化六部职能体制变革相适应 ；门类划分较细，便于寻检条文 ；文字浅显简明，通俗易懂 ；律首附有《服制图》《六赃图》等图表，使援引者一目了然 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "519,520"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 与《唐律》相比，《大明律》编制体例特点",
                                    "children": [
                                        {
                                            "content": "第一（仿《元典章》 ，篇目以中央行政六部分类，开创中国古代刑事法典编制体例一大变化 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "521,522"
                                            }
                                        },
                                        {
                                            "content": "第二（仿《宋刑统》 篇下分门的体例，更便于寻检条文 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "522,523"
                                            }
                                        },
                                        {
                                            "content": "第三（条文简赅、凝练 ；文字注重浅显通俗，条数少于《唐律》 ；明朝立法者科学将《唐律》条款并为一条，继承元朝法律和独创新法160多条，覆盖面远超《唐律》 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "523,524"
                                            }
                                        },
                                        {
                                            "content": "第四（图文并茂，极具实用性 ；卷首列有五刑图、狱具图和丧服图，使援引者更易理解和使用 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "524,525"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "520,525"
                                    }
                                },
                                {
                                    "content": "《大明律》（条文简于唐律，精神严于宋律，形式和内容皆有发展，是终明之世通行不改的基本大法 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "525,526"
                                    }
                                },
                                {
                                    "content": "[典文释义]“子孙守之，群臣有稍议更改，即坐以变乱祖制之罪。”——《明史·刑法志》",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "526,527"
                                    }
                                },
                                {
                                    "content": "洪武元年（1368年 ）还颁行《大明令》（按六部分篇，条文简略，只有145条 ；帝制中国最后一部令典 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "527,528"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "516,517"
                            }
                        },
                        {
                            "content": "（三）《大诰》的制定及其特点",
                            "children": [
                                {
                                    "content": "1.制定（为贯彻“刑乱国用重典” 方针，防止“法外遗奸” ，朱元璋御制《大诰》 ，作为明初刑事特别法 ；分为四篇：《御制大诰》《大诰续编》《大诰三编》《大诰武臣》 ；《大诰》之名来自周公东征殷遗民时对臣民训诫的记录《尚书·大诰》 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "529,530"
                                    }
                                },
                                {
                                    "content": "2.特点",
                                    "children": [
                                        {
                                            "content": "《大诰》内容（包括朱元璋亲自审理的案例，对臣民的训导以及新颁布的重刑法令 ；效力在律之上，对律中原有罪名，一般都加重处罚 ；打击锋芒主要指向贪官污吏 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "531,532"
                                            }
                                        },
                                        {
                                            "content": "[史境溯源] 《大诰》主要内容（惩治贪赃官吏和地方豪强 ；有案情共201条，讲官吏犯法的150条，占总数70%；讲豪强犯法的39条，占总数18%；讲百姓犯法的20余条，不到总数百分之十，主要集中在《大诰》制定后期 ；郭桓案发后，为吸取前车之鉴、杜绝财务混乱，朱元璋在财务上采取一些有意的管理措施，如财务登记时，把数字“一二三四五六七八九十百千” 全部大写（壹贰叁肆伍陆柒捌玖拾佰仟 ），大写数字涂改困难，可防止作弊，沿用至今 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "532,533"
                                            }
                                        },
                                        {
                                            "content": "《大诰》（大行法外之刑，滥用酷刑 ；如“墨面文身挑筋去指”“墨面文身挑筋去膝盖”“剁指”“断手”“刖足”“阉割为奴” 等 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "533,534"
                                            }
                                        },
                                        {
                                            "content": "[史境溯源] 《大诰》规定（族诛、凌迟等很多酷刑 ；如“剥皮实草” ，适用于贪官污吏，把犯者皮剥下来罩在草人上，悬挂在官员公座旁，以警惕在任官员 ；明成祖登基时，方孝孺拒绝为其起草“即位诏” ，被“灭十族”（亲属九族加门生朋友 ） ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "534,535"
                                            }
                                        },
                                        {
                                            "content": "[典文释义]“京官每旦入朝，必与妻子诀，及暮无事，则相庆以为又活一日。”——[清] 留云居士《明季稗（bài ）史汇编》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "535,536"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "530,536"
                                    }
                                },
                                {
                                    "content": "《大诰》（是中国历史上空前普及的法规 ；成为各级学校必修科目，科举考试列入内容 ；朱元璋死后不久，被束之高阁 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "536,537"
                                    }
                                },
                                {
                                    "content": "[典文释义]“一切官民诸色人等，户户有此一本，若犯笞、杖、徒、流罪名，每减一等。无者，每加一等。”——《大诰·颁行大诰第四十七》",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "537,538"
                                    }
                                },
                                {
                                    "content": "[史境溯源] 朱元璋倡导下（明朝百姓学习法律知识积极性很高 ；1391年，朱元璋把能背诵三编《大诰》全文的十多万人召到京城表彰 ；推动法的普及，民间百姓学习识字比前朝增多 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "538,539"
                                    }
                                },
                                {
                                    "content": "典型真题关联（《大明律》《大诰》 ）",
                                    "children": [
                                        {
                                            "content": "1. 以六部官制作为分篇体例的国家律典（《大明律》《大清律例》 ）（2013年多选第61题答案BC ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "540,541",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 首次按中央六部分设篇目的中国古代法典（《大明律》 ）（2012年法单选第17题答案C ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "541,542",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 属于明朝法律形式的有（则例、大诰 ）（2018年多选第49题、法多选第29题答案BD ；“则例” 明朝主要法律形式之一 ；“大诰” 明初刑事特别法 ；“条法事类” 南宋法律形式 ；“问刑条例” 明朝条例，非基本法律形式 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "542,543",
                                                "listIndex": 3
                                            }
                                        },
                                        {
                                            "content": "4. 明朝初年，朱元璋将亲自审理的案件整理汇编，加上因案而发的训导，作为训诫臣民的特别法令颁布天下（《明大诰》 ）（2014年单选第41题答案A ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "543,544",
                                                "listIndex": 4
                                            }
                                        },
                                        {
                                            "content": "5. “一切官民诸色人等，户户有此一本，若犯笞、杖、徒、流罪名，每减一等。无者，每加一等” 规定针对的中国古代法律是（大诰 ）（2007年单选第38题答案C ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "544,545",
                                                "listIndex": 5
                                            }
                                        },
                                        {
                                            "content": "6. 明初皇帝朱元璋亲自制定的刑事特别法律（《明大诰》 ）（2003年单选第15题答案B ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "545,546",
                                                "listIndex": 6
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "539,546"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "528,529"
                            }
                        },
                        {
                            "content": "（四）《问刑条例》",
                            "children": [
                                {
                                    "content": "条例（明律以外的单行法规，简称“例” ；通常由司法机关根据典型案例拟定条文，经皇帝批准颁布，成为普遍适用的法律形式 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "547,548"
                                    }
                                },
                                {
                                    "content": "例与律的关系（“律者万世之常法，例者一时之旨意” ，例比律更具灵活性 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "548,549"
                                    }
                                },
                                {
                                    "content": "《大明律》编成后（太祖曾令子孙守之，大臣不得稍议更改 ；时代发展社会变迁，《大明律》不能满足统治者要求，条例被广泛运用于司法实践 ；明初之例仅是律文补充，成化以后用例之风日盛 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "549,550"
                                    }
                                },
                                {
                                    "content": "明孝宗弘治十三年（1500年 ）（刑部删定《问刑条例》 ，与律并行，“通行天下永为常法” ；之后嘉靖（明世宗 ）、万历（明神宗 ）年间多次修订，条文不断增加 ；万历",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "550,552"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "546,547"
                            }
                        },
                        {
                            "content": "（五）《大明会典》",
                            "children": [
                                {
                                    "content": "《大明会典》（是明朝官修的一部行政法汇编 ；编纂始于英宗朝，至孝宗弘治十五年（1502年 ）成书 ；其后，武宗、世宗、神宗三朝重加校刊增补 ；其中《正德会典》（明武宗 ）和《万历会典》（明神宗 ）曾颁行天下，并流传至今 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "553,554"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 明孝宗（《弘治会典》编纂完成后并未颁行，明世宗《嘉靖会典》进行续纂后也未及刊行 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "554,555"
                                    }
                                },
                                {
                                    "content": "《大明会典》（仿照《唐六典》 而作，体例以六部官制为纲，分述各行政机关的职掌、建制、沿革、管理制度以及礼仪、礼制等 ；在每一官职之下，先载律令，次载事例 ；《大明会典》内容丰富，记述详备，汇集了明朝的典章制度和行政法令，对调整国家行政法律关系具有重要作用，为清五朝会典的制定奠定了基础 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "555,556"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 总括前述（明朝以律、令、诰、例、会典为主要法律形式，构成较为完备的法律体系 ；但在专制制度高度发展的明朝，皇帝或屈法伸情，或任选某种法律形式进行裁决 ；随着宦官专权，玩法、毁法情况大量存在，严重损坏法律的权威，破坏了明初艰难缔造的法制秩序 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "556,557"
                                    }
                                },
                                {
                                    "content": "[记忆线索] 明朝的法律形式主要包括（司令（大明令 ）问（问刑条例 ）人民（教民榜文 ）开大（明大诰 ）会（会典 ） ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "557,558"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "552,553"
                            }
                        },
                        {
                            "content": "典型真题关联（《问刑条例》 ）",
                            "children": [
                                {
                                    "content": "（无对应真题，可结合前文真题理解明朝法律形式体系 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "559,563"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "558,559"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "504,505"
                    }
                },
                {
                    "content": "二、刑事立法",
                    "children": [
                        {
                            "content": "（一）奸党罪",
                            "children": [
                                {
                                    "content": "明朝严禁（臣下结党，《大明律·吏律·职制》中增设“奸党” 罪，罗列该罪种种表现 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "565,566"
                                    }
                                },
                                {
                                    "content": "奸党罪表现",
                                    "children": [
                                        {
                                            "content": "1.在朝官员（交结朋党紊乱朝政者 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "567,568"
                                            }
                                        },
                                        {
                                            "content": "2.大小官员（巧言进谏，请求宽免死罪之人，暗中邀买人心者 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "568,569"
                                            }
                                        },
                                        {
                                            "content": "3.司法官（不执行法律，听从上级命令出入人罪者 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "569,570"
                                            }
                                        },
                                        {
                                            "content": "4.“奸邪进谗言，左使杀人者”（奸邪之徒进献谗言，用不正当手段指使他人行凶杀人 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "570,571"
                                            }
                                        },
                                        {
                                            "content": "5.“上言宰执大臣美政才德者”（向君主进言称颂宰相和执政大臣的卓越政绩与德才的人 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "571,572"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "566,572"
                                    }
                                },
                                {
                                    "content": "构成奸党罪（一律处以斩刑 ；明朝对奸党罪处罚严厉，决不宽贷 ；《大明律》中特设“奸党罪” 这一政治性罪名，目的打击臣下“朋比结党” 行为，消除对皇权的威胁 ；仅洪武年间，以奸党罪被杀的文武官吏就达几万人，反映皇权专制极端发展 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "572,573"
                                    }
                                },
                                {
                                    "content": "典型真题关联（奸党罪 ）",
                                    "children": [
                                        {
                                            "content": "1. 《大明律·吏律·职制》规定（“若刑部及大小各衙门官吏，不执法律，听从上司主使出人人罪者，罪亦如之。” 该罪是指奸党罪 ）（2022年单选第37题答案C ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "574,575",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 明太祖朱元璋为（“防臣下揽权专擅，交结党援” 而增设的一项新罪名是奸党罪 ）（2017年单选第41题、2017年法单选第19题答案D ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "575,576",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 明洪武三十一年（某省布政使上书皇帝，嘉言宰执大臣“美政才德” ；依照《大明律》的规定，该上书行为构成的罪名是奸党 ）（2013年单选第41题答案C ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "576,577",
                                                "listIndex": 3
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "573,577"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "564,565"
                            }
                        },
                        {
                            "content": "（二）刑罚制度",
                            "children": [
                                {
                                    "content": "1.充军（充军刑在宋元时已存在，明朝广泛适用，是强迫罪犯至边远地区充当军户的刑罚 ；明初因边境卫所需要充实士兵，将罪人发配充军，后逐渐成为经常适用的刑罚 ；充军由无里程规定，后逐渐形成极边、烟瘴、边远、沿海、口外、近卫和附近七种不同的里程等级 ）",
                                    "children": [
                                        {
                                            "content": "[记忆线索] 几（极边 ）丈（烟瘴 ）远（边远 ），海（沿海 ）口（口外 ）近（近卫 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "579,580"
                                            }
                                        },
                                        {
                                            "content": "充军适用对象（从犯罪的军人扩大到普通百姓，贩卖私盐、搅扰商税者，甚至放牧牲畜践踏庄田者，也以充军发落 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "580,581"
                                            }
                                        },
                                        {
                                            "content": "充军期限（分为“终身”（即本人身死为止 ），以及“永远”（即罪犯本人死亡后子孙亲属仍须继续充军，直到“勾补尽绝” 方能“开豁” ） ；充军远比一般流刑为重 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "581,582"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "578,582"
                                    }
                                },
                                {
                                    "content": "2.廷杖（廷杖是皇帝处罚大臣的非常之刑 ；明律中并无廷杖的刑罚，但从朱元璋开始，经常于殿廷之上，由司礼监监刑，锦衣卫施刑，杖责冒犯皇帝的大臣 ；被杖者轻者血肉模糊，重者立毙杖下 ）",
                                    "children": [
                                        {
                                            "content": "洪武十四年（1381年 ）（朱元璋将工部尚书薛祥杖杀于朝堂之上，后廷杖遂成定制 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "583,584"
                                            }
                                        },
                                        {
                                            "content": "正德十四年（1519年 ）（武宗廷杖谏止南巡的群臣146人，死11人 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "584,585"
                                            }
                                        },
                                        {
                                            "content": "嘉靖三年（1524年 ）（世宗廷杖谏争大礼的大臣134人，死17人 ；“士可杀不可辱” ，以残忍手段刑责羞辱朝臣，在中国历史上前所未闻 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "585,586"
                                            }
                                        },
                                        {
                                            "content": "[史境溯源] “左顺门事件”（明武宗朱厚照（正德帝 ）去世时年仅31岁且无子嗣，按明朝宗法制度，需从近支皇族中选择继承人 ；内阁首辅杨廷和等人根据《皇明祖训》中“兄终弟及” 原则，选定武宗的堂弟、兴献王朱祐杬（yòu yuán ）之子朱厚熜（嘉靖帝 ）继位 ；按礼法，嘉靖帝作为武宗的继承人，需尊孝宗（武宗之父 ）为“皇考” ，生父兴献王则改称“皇叔考” ，生母为“皇叔母” ；嘉靖帝拒绝“过继” 给孝宗，要求追尊生父为皇帝（谥“睿宗” ），生母为皇太后，并提升其陵寝规格 ；此举被文官集团视为违背礼法，动摇皇权正统性 ；嘉靖三年（1524年 ），200余名官员集体跪伏左顺门（今故宫协和门 ）哭谏，要求皇帝遵循礼法 ；嘉靖帝下令逮捕为首者，并廷杖参与抗议的官员，史称“左顺门事件” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "586,587"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "582,587"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "577,578"
                            }
                        },
                        {
                            "content": "（三）定罪量刑的主要原则",
                            "children": [
                                {
                                    "content": "1.“断罪无正条”：比附原则",
                                    "children": [
                                        {
                                            "content": "[典文释义]“凡律令该载不尽事理，若断罪而无正条者，引律比附。应加应减，定拟罪名，转达刑部，议定奏闻。若辄断决，致罪有出入者，以故失论。”——《大明律》卷第一“断罪无正条”",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "589,590"
                                            }
                                        },
                                        {
                                            "content": "“比附”（指在法律没有明文规定的情况下，司法官员可比照最相类似的律文定罪量刑 ；初审官员适用比附原则拟定罪名，上呈转达刑部，由刑部议定后，上奏皇帝决定 ；司法官员违反比附规定，随意裁判，导致出罪或入罪的，区分故意或过失，分别追究法律责任 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "590,591"
                                            }
                                        },
                                        {
                                            "content": "明律确立“比附” 类推的原则（与唐律的“举重以明轻，举轻以明重” 原则相比，使法官的自由裁量权更大，助长司法擅断的弊端 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "591,592"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 唐律类推原则（有明确指导思想，从严重案件推及轻微案件，或从轻微案件推及严重案件 ；依赖现有法律条文，有一定限制和逻辑 ；唐律本身规定详细，类推原则有规则性，法官适用类推时有较明确依据和范围 ；一定程度上限制法官自由裁量权，避免任意性 ；唐律体系较为完备，很多情况下不需要过多类推，减少类推机会和范围 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "592,593"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 明朝“比附” 原则（指在没有明确法律条文情况下，法官可将一案件比附到类似案件处理 ；原则没有具体限制，给予法官更大解释空间 ；比附原则宽泛且缺乏具体操作规范，法官面对类似案件时有较大自由度决定如何比附 ；导致法官实践中拥有更大自主权和决策空间 ；明朝法律体系相对于唐律不够完备，许多案件中需依赖比附裁决 ；过程中，法官个人理解和判断起重要作用，进一步增强自由裁量权 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "593,594"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "588,594"
                                    }
                                },
                                {
                                    "content": "2.涉外案件：属地原则",
                                    "children": [
                                        {
                                            "content": "明律规定（“凡化外人犯罪者，并依律拟断。” 采取类似近代“属地主义” 的原则 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "595,596"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 唐律规定的化外人制度（是属人法和属地法的结合 ；“诸化外人，同类自相犯者，各依本俗法；异类相犯者，以法律论。” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "596,597"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "594,597"
                                    }
                                },
                                {
                                    "content": "3.“轻其所轻，重其所重” 原则",
                                    "children": [
                                        {
                                            "content": "清人薛允升比较唐、明律后指出（明律多承袭唐律内容，但“轻其所轻，重其所重” ，突出刑法打击对象，加大刑罚力度 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "598,599"
                                            }
                                        },
                                        {
                                            "content": "（1）明朝加重了严重犯罪的刑罚（“重其所重” 反映明律重刑主义特点 ；唐律对谋反大逆者处以斩刑，连坐处绞只限于父与子（十六岁以上 ），其他都处以流刑或没为官奴 ；明律对犯谋反大逆者，凌迟处死，连坐处斩并扩大到祖父、父、子、孙及伯叔父等 ；除政治性犯罪外，对强盗、窃盗、抢夺等侵害财产以及官吏贪赃受贿等犯罪的处罚，明律都比唐律明显加重 ）",
                                            "children": [
                                                {
                                                    "content": "[典文释义]“贼盗及有关帑（tǎng ）项钱粮等事，明律则又较唐律为重。”——[清] 薛允升：《唐明律合编》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "600,601"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "599,601"
                                            }
                                        },
                                        {
                                            "content": "（2）明律对一些轻微触犯礼教、典礼的罪名（比唐律处罚有所减轻，即“轻其所轻” ）",
                                            "children": [
                                                {
                                                    "content": "[典文释义]“大抵事关典礼及风俗教化等事，唐律均较明律为重。”——[清] 薛允升：《唐明律合编》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "602,603"
                                                    }
                                                },
                                                {
                                                    "content": "如列入“不孝” 的父母在子孙别籍异财者（唐律处徒刑三年，明律仅杖八十 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "603,604"
                                                    }
                                                },
                                                {
                                                    "content": "子孙违犯教令（唐律处徒刑二年，明律杖一百 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "604,605"
                                                    }
                                                },
                                                {
                                                    "content": "对某些危害不大的“轻罪” 从轻处罚（使刑事制裁具有更强的针对性 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "605,606"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 明律之所以将这类犯罪的处罚减轻（不是朝廷不关心、不重视儒家伦理纲常 ；而是朝廷认为它更多属于教化范畴，通过家族、乡村内部教化、调解来解决效果更好，不是官府必事躬亲 ；商品经济成分增长等因素使事关典礼及风俗教化犯罪的社会危害性有所降低，对其从轻处罚，使刑事镇压具有更强的针对性 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "606,607"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "601,607"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "597,607"
                                    }
                                },
                                {
                                    "content": "典型真题关联（定罪量刑原则 ）",
                                    "children": [
                                        {
                                            "content": "相较于唐宋而言（明清时期刑律对于化外人犯罪的规定发生重大变化，确立完全的属地主义原则 ）（2023年单选第37题答案C ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "608,610"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "607,610"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "587,588"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "563,564"
                    }
                },
                {
                    "content": "三、民事立法",
                    "children": [
                        {
                            "content": "（一）财产所有权",
                            "children": [
                                {
                                    "content": "1.无主物（为发展农业，鼓励开垦荒地 ；对无主土地，明初强调先占原则，规定凡逃弃荒田一律归先占开垦者所有，旧主即使回归也丧失土地所有权，只可请求返还房屋坟墓 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "612,613"
                                    }
                                },
                                {
                                    "content": "2.遗失物（明律规定遗失物在30日公告期内即使被主人领回时，拾得人仍可获得一半 ；公告期满无人认领，则由拾得者获得遗失物的全部所有权 ）",
                                    "children": [
                                        {
                                            "content": "[典文释义]“凡得遗失之物，限五日内送官。官物还官，私物召人识认。于内一半与得物人充赏。一半给还失物人。如三十日内。无人识认者，全给。”——《大明律·户律六》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "614,615"
                                            }
                                        },
                                        {
                                            "content": "[总结对比] 元、明遗失物规定（元朝公告期10天，有人认领归还本主；无人认领官府收管 ；明朝公告期30天，有人认领拾得人获得一半；无人认领拾得者获得全部所有权 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "615,616"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "613,616"
                                    }
                                },
                                {
                                    "content": "3.埋藏物（在埋藏物归属问题上，明律规定“若于官私地内掘得埋藏之物者，并听收用。” 埋藏物完全归发现人所有 ；“古器、钟鼎、符印异常之物” 必须送官，违者，杖八十，其物入官 ）",
                                    "children": [
                                        {
                                            "content": "[记忆线索] 器（古器 ）重（钟鼎 ）薄（符印 ）仪（异常 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "617,618"
                                            }
                                        },
                                        {
                                            "content": "[总结对比] 唐、明在他人土地内发现埋藏物（唐：发现人和原土地主人各得一半 ；明：全归发现人所有 ；古器物品，唐送官，明古器等特定物送官，其余归发现人 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "618,619"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "616,619"
                                    }
                                },
                                {
                                    "content": "典型真题关联（埋藏物 ） 明成化年间（应天府某佃民在官地内耕种时，掘得古器一件和银锭数枚 ；根据《大明律·户律·钱债》“得遗失物” 条的规定，掘得埋藏之物的归属是古器归国家所有，银锭归发现人所有 ）（2022年单选第31题、2022年法单选第19题答案C ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "619,620"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "611,612"
                            }
                        },
                        {
                            "content": "（二）婚姻家庭与继承制度的变化",
                            "children": [
                                {
                                    "content": "1. 婚姻",
                                    "children": [
                                        {
                                            "content": "明朝婚姻制度（基本沿袭唐宋旧律 ；主婚权属于祖父母、父母；婚姻缔结要有婚书和聘礼；同姓、同宗无服亲及良贱不得为婚；婚姻的解除以七出、义绝为条件等 ；增添新内容，强调婚姻礼俗；“男女婚姻，各有其时”（即适龄者方许结婚 ；双方家长的意愿是婚姻订立的首要前提 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "622,623"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 严惩“收继婚”（“若兄亡收嫂，弟亡收弟妇者，各绞。” ；洪武三年（1370年 ）定制：“男年十六，女年十四以上，并听婚娶。” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "623,624"
                                            }
                                        },
                                        {
                                            "content": "明律从大量婚姻纠纷中（总结出符合情理避免争讼的规定 ）",
                                            "children": [
                                                {
                                                    "content": "[典文释义]“凡男女定婚之初，若有残疾、老幼、庶出、过房、乞养者，务要两家明白通知，各从所愿，写立婚书，依礼聘娶。”——《大明律·户律》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "625,626"
                                                    }
                                                },
                                                {
                                                    "content": "[意即] 男女双方订婚时（存在残疾、年龄悬殊、庶出身份、过继关系或收养背景等情况，须由两家明确告知对方，自愿同意后，订立婚书，按礼制完成聘娶仪式 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "626,627"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 明律规定（已报婚书而自悔，男女双方同罪，比唐律只惩罚辄悔的女方，立法更进 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "627,628"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "624,628"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "621,622"
                                    }
                                },
                                {
                                    "content": "2. 家庭（家长的权力进一步明确与扩大，主要包括教令权和主婚权 ）",
                                    "children": [
                                        {
                                            "content": "（1）教令权（家长对违犯教令的子孙有权直接进行肉体惩罚 ；明律明确规定，若子孙违犯教令，祖父母、父母可以“依法决罚” ；家长还可将违法的家庭成员送交官府请求予以惩罚 ；子孙违犯祖父母、父母教令，如果祖父母、父母将之亲告送惩，则遂其意而将其子孙杖一百 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "629,630"
                                            }
                                        },
                                        {
                                            "content": "（2）主婚权（家长的主婚权亦有明定，“嫁娶皆由祖父母、父母主婚” ；家长责任更大，“凡嫁娶违律，若由祖父母、父母……主婚者，独坐主婚” ；家长的主婚权实际上是父母的包办婚姻权 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "630,631"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "628,629"
                                    }
                                },
                                {
                                    "content": "3. 继承（明朝仍坚持身份继承的嫡长子继承制和财产继承的诸子均分制 ）",
                                    "children": [
                                        {
                                            "content": "（1）奸生子继承地位上升（是明朝继承法的发展 ；“奸生子” 即无婚姻关系男女发生两性关系后所生之子，现代俗称“非婚生子” ；唐宋法律否认其继承权 ；金、元两朝，法律逐步承认奸生子法律权利，获得大致嫡子1/4的继承份额 ；明朝，奸生子法律地位进一步提高 ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 明朝奸生子（可与嫡庶诸子同时实现财产继承，份额为后者的1/2 ；被继承人无嫡庶诸子而立“同宗昭穆相当者” 为嗣子，奸生子与嗣子享有同等财产继承权，适用“均分” 原则 ；既无嫡庶诸子，又无“同宗昭穆相当者” 为嗣子，奸生子可独享全部家产继承权 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "633,634"
                                                    }
                                                },
                                                {
                                                    "content": "[典文释义]“凡嫡庶子男，除有官荫袭，先尽嫡长子孙，其分析家财田产，不问妻、妾、婢生，止依子数均分；奸生之子，依子数量与半分；如别无子，立应继之人为嗣，与奸生子均分；无应继之人，方许承绍全分。”——《大明令》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "634,635"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "632,635"
                                            }
                                        },
                                        {
                                            "content": "（2）户绝财产（由所有亲女继承，无女者入官 ；明代继承法律重在保护直系亲属的继承优先地位，排除旁系亲属的财产继承权 ）",
                                            "children": [
                                                {
                                                    "content": "[典文释义]“凡户绝财产，果无同宗应继者，所生亲女承分。无女者，入官。”——《大明令》",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "636,637"
                                                    }
                                                },
                                                {
                                                    "content": "[意即] 家庭绝户（无男性继承人的财产，确无同宗族继承人可继承，由亲生女儿继承份额；无女儿，财产收归官府所有 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "637,638"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 财产继承顺序（第一顺序为包括妻生子、妾生子、婢生子在内的所有亲生子；第二顺序为拟制血亲的继子和奸生子；第三顺序为女儿；最后是户绝财产入官 ；旁系亲属在明代基本没有财产继承权 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "638,639"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "635,639"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "631,632"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "620,621"
                            }
                        },
                        {
                            "content": "典型真题关联（婚姻家庭继承 ） 下列关于明朝婚姻家庭继承法律制度的表述（不正确的是七出仍是丈夫休妻的理由，义绝不再成为婚姻解除的条件 ；明朝婚姻解除仍以七出、义绝为条件 ）（2010年单选第45题答案B ）",
                            "children": [],
                            "payload": {
                                "tag": "h4",
                                "lines": "639,640"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "610,611"
                    }
                },
                {
                    "content": "四、经济立法",
                    "children": [
                        {
                            "content": "（一）赋役制度：一条鞭法",
                            "children": [
                                {
                                    "content": "明中期起（各地进行各种赋役制度改革的尝试 ；嘉靖十年至崇祯十年约一百年间，朝廷向各地推行“一条鞭法” 的赋役改革方案 ；“一条鞭法” 是将各种类型的赋役并为统一的货币予以征收的赋税制度 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "643,644"
                                    }
                                },
                                {
                                    "content": "主要内容",
                                    "children": [
                                        {
                                            "content": "1. 将各州县的田赋、杂税和差役合并，统一征收；",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "645,646",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 各项杂税和差役等统一折算成白银，平摊入土地，按照土地和人丁的多少征收；",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "646,647",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 征收赋税实行“官收官解制”，即由官府自行负责征收和解运。",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "647,648",
                                                "listIndex": 3
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "644,648"
                                    }
                                },
                                {
                                    "content": "“一条鞭法”（中国赋役制度史上的重大变革 ；结束历代以征收实物为主的国家税收方式，从实物税转向货币税 ；废除古老的直接役使农民人身的徭役制度，传统的人身依附、强制关系得以松弛 ；税收制度开始转向以资产（土地 ）计征，将过去的对人税改为以对物税为主，有利于赋役负担的合理化 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "648,649"
                                    }
                                },
                                {
                                    "content": "典型真题关联（一条鞭法 ） 明朝中叶以后（改革赋役制度，推行“一条鞭法” ，将各类赋役合并折算，统一征收银两 ）（2021年单选第29题、2021年法单选第17题答案C ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "649,650"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "642,643"
                            }
                        },
                        {
                            "content": "（二）海外贸易制度",
                            "children": [
                                {
                                    "content": "明朝海外贸易立法（主要有两方面 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "651,652"
                                    }
                                },
                                {
                                    "content": "1. 制定“海禁” 法规（朱元璋时期推行“片板不许下海” 的海禁政策，严禁一般商民私自与外国通商往来 ；《大明律》专设“私出外境及违禁下海” 条，严禁私自出境及下海贩卖 ；隆庆年间私人海外贸易变为合法，但须在官方控制下进行 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "652,653",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "2. 朝贡贸易立法（即海外诸国与明贸易必须以朝贡为先决条件，并设“市舶提举司” 主管朝贡贸易事务 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "653,655",
                                        "listIndex": 2
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "650,651"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "641,642"
                    }
                },
                {
                    "content": "五、行政立法",
                    "children": [
                        {
                            "content": "（一）中枢与地方行政机构",
                            "children": [
                                {
                                    "content": "1. 中央",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 明朝中枢机构（皇帝（最高权力 ）下，有内阁（决策机构 ）、六部（执行机构 ）、通政使司（收发奏章文移 ）、五军都督府（军事机构 ）、都察院（监察机构 ）、六科（监察六部 ）、大理寺（复核机构 ）、厂卫（特务机构 ） ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "658,659"
                                            }
                                        },
                                        {
                                            "content": "明初（极度强化君主集权制度 ；洪武十三年（1380年 ）明太祖废除传统丞相制度，由皇帝直接控制中央六部，使六部对皇帝直接负责 ；特设通政使司统一收发各部门与皇帝之间的奏章文件 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "659,660"
                                            }
                                        },
                                        {
                                            "content": "明朝军事指挥权（由前、后、左、右、中五军都督府掌握 ；监察机构御史台扩大为都察院 ；六部尚书与通政使、左都御史、大理寺卿合称“九卿” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "660,661"
                                            }
                                        },
                                        {
                                            "content": "[史境溯源] “五军都督府”（前身是大都督府，胡惟庸案发后，将大都督府改为五军都督府，军权分立 ；大都督府的前身是行枢密院 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "661,662"
                                            }
                                        },
                                        {
                                            "content": "洪武十五年（1382年 ）（鉴于“人主以一身统御天下，不可无辅臣” ，朱元璋从翰林院等机构中选调官员加殿阁大学士衔，负责草拟诏谕，并充当皇帝的顾问，“不得平章国事” ；成祖时命翰林院侍读、编修、检讨等文学侍从官员入值文渊阁，正式称为内阁，并参与机要 ；内阁大学士职权仅是遵命办事，不同于原来的中枢机关中书省 ；后来，六部尚书入阁兼领殿阁大学士衔，内阁职权渐重，首席大学士称为“首辅” ，实际上掌握丞相的权力 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "662,663"
                                            }
                                        },
                                        {
                                            "content": "[史境溯源] 明初内阁（无实权，是皇帝的顾问 ；之后地位逐渐升高，权限逐渐增大，到明世宗时内阁跃至六部之上 ；嘉靖以后成为中央最高决策机构 ；明中后期宦官专权和政治腐败，限制内阁权力发展，使其始终处于“辅臣” 地位 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "663,664"
                                            }
                                        },
                                        {
                                            "content": "[典文释义]“内阁之票拟，不得不决于内监之批红，而相权转归之寺人，朝廷纪纲，贤士夫之进退，悉颠倒于其手。”——《明史·职官志》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "664,665"
                                            }
                                        },
                                        {
                                            "content": "大学士（审核内外奏章后，以皇帝名义作批答草稿，用笔墨小票写出，贴在章疏上，呈报皇帝，故称“票拟” ；内阁虽有“票拟” 之权，但“票拟” 取决于皇帝朱笔批红 ；明中叶以后，宦官组织和权力日益扩大，司礼监太监代皇帝行批红之权，逐渐操纵内阁 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "665,666"
                                            }
                                        },
                                        {
                                            "content": "[总结对比] 各朝代决策、执行、监察、军事等机构（秦至西汉初：决策丞相，执行九卿（丞相统辖 ），监察御史台（御史大夫 ），军事太尉 ；西汉中期后：决策大司马—尚书台，执行九卿（三公分管 ），监察御史台（御史中丞 ），军事大司马 ；隋唐：决策三省（中书、门下、尚书 ），执行六部（尚书省管 ），监察御史台（御史大夫 ） ；宋：决策三省→中书门下（中书门下平章事 ），执行兵部→枢密院、户部→三司 ，监察御史台（御史中丞 ），军事枢密院（枢密使 ） ；元：决策中书省（中书令 ），执行六部（中书省管 ），监察御史台（御史大夫 ），军事枢密院（枢密使 ） ；明：决策内阁（票拟）（大学士，首辅 ），执行六部（皇帝管 ），监察都察院（左都御史 ），军事五军都督府 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "666,667"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "657,658"
                                    }
                                },
                                {
                                    "content": "2. 地方",
                                    "children": [
                                        {
                                            "content": "地方行政机构（分为省、府、县三级 ；各省设布政使司掌行政，按察使司掌司法和监察，指挥使司掌军事，合称“三司” ；同为一省长官，均直属于中央，彼此地位平等，互不统属，又互相牵制 ；府设知府，县设知县，统掌所辖地方行政和司法 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "668,669"
                                            }
                                        },
                                        {
                                            "content": "[总结对比] 各朝代地方行政区划（秦：省级郡，区县级县 ；西汉初：省级郡（王国 ），区县级县（侯国 ） ；东汉末：省级州，设区的市级郡，区县级县 ；宋：省级路（分四司 ），设区的市级州（府、军、监 ），区县级县 ；元：省级行省，设区的市级路，区县级府 ；明：省级省（分三司 ），设区的市级府，区县级县 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "669,670"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "667,668"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "656,657"
                            }
                        },
                        {
                            "content": "（二）官吏管理制度",
                            "children": [
                                {
                                    "content": "1. 官吏的选拔",
                                    "children": [
                                        {
                                            "content": "明朝（建立完整的科举选官制度 ；只有官学的学生才可参加科举考试 ；中央设国子监为最高学府，学生称“监生” ，由各地官学选送 ；各府州县均设官学，学生称“生员” ，俗称“秀才” ；士人考取生员可享有免役特权，并不受答杖刑和刑讯 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "672,673"
                                            }
                                        },
                                        {
                                            "content": "生员（可参加每三年一次的省级乡试，考取即为“举人” ；也可经考试推荐为监生 ；举人经六年一次的“大挑” 可直接任官，监生也可被选为官，但一般只能担任教官或辅助性官职 ；举人可参加每三年一次的全国性会试，考中再经殿试合格，即为“进士” ；进士可以直接出任正七品的知县，前几名还会被选入翰林院任职 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "673,674"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 科举考试流程（府、州县初试：童生经院试（官学 ）为生员（秀才 ） ；省城乡试：生员考举人，第一名称解元 ；京城会试（礼部 ）：举人考贡士，第一名称会元 ；京城殿试（皇帝 ）：贡士考进士，一甲（进士及第 ）为状元、榜眼、探花 ；二甲（进士出身 ） ；三甲（同进士出身 ） ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "674,675"
                                            }
                                        },
                                        {
                                            "content": "明太祖（采纳刘基的意见，规定各级考试专用四书五经命题，考生只能按照程朱理学的注解答题，不得言及时事，自由发挥 ；明宪宗时更创立了“八股” 的格式，使考生文章完全脱离社会实际 ；这种变化更适应了加强思想专制统治的需要 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "675,676"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "671,672"
                                    }
                                },
                                {
                                    "content": "2. 官吏的任用",
                                    "children": [
                                        {
                                            "content": "明朝任官（基本上每三年轮换一次，地方官严格实行“北人官南、南人官北” 的籍贯回避制度 ；为使官员转官公平，明中期开始吏部采用抽签方式决定官员的任职地方 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "677,678"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "676,677"
                                    }
                                },
                                {
                                    "content": "3. 官吏的退休",
                                    "children": [
                                        {
                                            "content": "官员（年满六十岁致仕，回乡官员称为“乡宦” ，仍享有免役和司法特权 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "679,680"
                                            }
                                        },
                                        {
                                            "content": "典型真题关联（官吏管理制度 ） 中国历史上废除丞相制度的皇帝（明太祖 ）（2011年单选第40题答案B ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "680,681"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "678,679"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "670,671"
                            }
                        },
                        {
                            "content": "（三）监察制度",
                            "children": [
                                {
                                    "content": "1. 都察院",
                                    "children": [
                                        {
                                            "content": "明朝（建立空前庞大的监察机构 ；中央监察机关都察院由御史台改名而来，长官为左都御史，右都御史辅之 ；都察院号称“风宪衙门” ，为天子之耳目，所有御史必须科举出身，职权颇重，对任何官员都可进行监督弹劾，并可对刑部的审判和大理寺的复核及地方审判进行监督 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "683,684"
                                            }
                                        },
                                        {
                                            "content": "[总结对比] 与“风” 相关的监察制度（宋：“风闻弹人”（察院监察御史必须每月奏事一次，是为“月课” ，可以“风闻弹人” ，不必皆有实据 ） ；元：《风宪宏纲》（仁宗时期编纂，元朝监察法律的集大成者 ） ；明：“风宪衙门”（都察院 ） ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "684,685"
                                            }
                                        },
                                        {
                                            "content": "都察院（设十三道监察御史，每年轮流出京至各省巡查，称为“巡按御史” ；官阶不高，但拥有“大事奏裁，小事立断” 的权力 ；御史犯罪加重二等处罚 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "685,686"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 十三道监察御史（并非地方的常设机关，而是中央行政监督机关（都察院 ）为强化区域行政监督工作而设置在各地的派出机构 ；巡按御史与地方上原有的按察司官互相配合，形成双重监察体制 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "686,687"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "682,683"
                                    }
                                },
                                {
                                    "content": "2. 六科",
                                    "children": [
                                        {
                                            "content": "中央六部（每部设给事中、左右给事中各一人，负责监察六部日常政务活动，核查奏章和奉旨执行政务的情况 ；六科给事中合称“六科” ，与都察院并列，直接向皇帝负责 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "688,689"
                                            }
                                        },
                                        {
                                            "content": "典型真题关联（任官回避、官吏选任等 ）",
                                            "children": [
                                                {
                                                    "content": "1.明初洪武年间（“定南北更调之制” ，即南方人调北方任官，北方人调南方任官 ；后来虽不限南北，但“不得官本省” ；规定任官回避制度的是汉朝的三互法 ）（2023年单选第31题、2023年法单选第19题答案A ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "690,691"
                                                    }
                                                },
                                                {
                                                    "content": "2.下列关于明朝官员选任制度的表述（正确的有科举制是明朝官吏选任的基本途径，辅之以荐举制；科举考试以四书五经为命题内容，且要求考生论及时事；地方官任严格执行“北人官南、南人官北” 的籍贯回避 ）（2016年法多选第30题答案ACD ；明朝科举考试“不得言及时事，自由发挥” ，B选项错误 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "691,692"
                                                    }
                                                },
                                                {
                                                    "content": "3.督抚",
                                                    "children": [
                                                        {
                                                            "content": "起源：朝廷为加强地方控制，派出部尚书、侍郎级官员“巡抚”各省，明中期后渐成惯例",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "693,694"
                                                            }
                                                        },
                                                        {
                                                            "content": "发展：巡抚统管一省行政；遇战事派总督统掌军政，后逐步成为地方长官",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "694,695"
                                                            }
                                                        },
                                                        {
                                                            "content": "监察权：享有监察权，被称为“行在都察院”“外台”",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "695,696"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "692,696"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "689,696"
                                            }
                                        },
                                        {
                                            "content": "典型真题",
                                            "children": [
                                                {
                                                    "content": "（一）题目1",
                                                    "children": [
                                                        {
                                                            "content": "问题：明代负责全国行政监察工作、参与重大或疑难案件审理的中央机关是（  ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "698,699"
                                                            }
                                                        },
                                                        {
                                                            "content": "选项：A.御史台  B.大理寺  C.都察院  D.锦衣卫",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "699,700"
                                                            }
                                                        },
                                                        {
                                                            "content": "答案：C.都察院 （2016年单选第41题）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "700,701"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "697,701"
                                                    }
                                                },
                                                {
                                                    "content": "（二）题目2",
                                                    "children": [
                                                        {
                                                            "content": "问题：明清时期被称为“风宪衙门”的中央机构是（  ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "702,703"
                                                            }
                                                        },
                                                        {
                                                            "content": "选项：A.都察院  B.大理寺  C.尚书省  D.刑部",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "703,704"
                                                            }
                                                        },
                                                        {
                                                            "content": "答案：A.都察院 （2015年单选第33题）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "704,706"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "701,706"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "696,706"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "687,688"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "681,682"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "655,656"
                    }
                },
                {
                    "content": "六、司法制度",
                    "children": [
                        {
                            "content": "（一）司法机关",
                            "children": [
                                {
                                    "content": "1. 中央司法机关（三法司）",
                                    "children": [
                                        {
                                            "content": "刑部",
                                            "children": [
                                                {
                                                    "content": "地位：中央司法行政机关，主司审判",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "710,711"
                                                    }
                                                },
                                                {
                                                    "content": "下设：十三清吏司，分掌各省上诉案件、审核地方重案、审理中央百官及京师地区案件",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "711,712"
                                                    }
                                                },
                                                {
                                                    "content": "职权：有权处决流刑以下案件，定罪后将人犯连同案卷送大理寺复核；死刑案件复核后须奏请皇帝批准",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "712,713"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "709,713"
                                            }
                                        },
                                        {
                                            "content": "大理寺",
                                            "children": [
                                                {
                                                    "content": "地位：复核机关",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "714,715"
                                                    }
                                                },
                                                {
                                                    "content": "职权：“掌审谳平反刑狱之政令”，对判决不当的案件驳令改判，判决得当者才允准具奏行刑",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "715,716"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "713,716"
                                            }
                                        },
                                        {
                                            "content": "都察院",
                                            "children": [
                                                {
                                                    "content": "地位：监察组织，职权扩大",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "717,718"
                                                    }
                                                },
                                                {
                                                    "content": "职权：负责纠举弹劾全国上下官吏违法行为，参与重大疑难案件审判，监督法律执行；附设监狱，关押皇帝直接交办的重要案犯；监察御史定期巡按地方，监督地方司法审判",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "718,719"
                                                    }
                                                },
                                                {
                                                    "content": "特殊审理：重大疑难案件实行三法司共同会审（三司会审 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "719,720"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "716,720"
                                            }
                                        },
                                        {
                                            "content": "关联真题",
                                            "children": [
                                                {
                                                    "content": "明代负责全国行政监察工作、参与重大或疑难案件审理的中央机关（都察院 ）（2016年单选第41题答案C ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "721,722"
                                                    }
                                                },
                                                {
                                                    "content": "明清时期被称为“风宪衙门”的中央机构（都察院 ）（2015年单选第33题答案A ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "722,723"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] 明代都察院略等于唐代御史台，明代刑部职责大致相当于唐代大理寺，明代大理寺大致相当于唐代刑部",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "723,725"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "720,725"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "708,709"
                                    }
                                },
                                {
                                    "content": "2. 地方司法机关",
                                    "children": [
                                        {
                                            "content": "层级：省、府、县三级",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "726,727"
                                            }
                                        },
                                        {
                                            "content": "省一级：提刑按察使司，专职司法机构，长官为按察使，主管全省司法审判及监察官吏事务；省行政机构承宣布政使司设理问所，负责民事诉讼案件为主的审判事务",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "727,728"
                                            }
                                        },
                                        {
                                            "content": "府、县：实行行政司法合一制度，由知府、知县统揽行政、司法权力",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "728,729"
                                            }
                                        },
                                        {
                                            "content": "军事机构：各省军事机构都指挥使司设“断事司”，负责审理本省驻军军人之间的诉讼；军人普通案件（户婚、田土等 ）不受普通司法机构管辖，人命案件则约当地普通司法机构（州县、府等 ）会同检验、审理",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "729,730"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 明朝实行世袭兵制，军人编成军户，军户间普通案件按百户所—千户所—卫—都指挥司顺序诉讼审理，人命案件约普通司法机构会同检验、审理",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "730,732"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "725,726"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "707,708"
                            }
                        },
                        {
                            "content": "（二）厂卫干预司法（明朝一大弊政 ）",
                            "children": [
                                {
                                    "content": "1. 卫（锦衣卫 ）",
                                    "children": [
                                        {
                                            "content": "职责：皇帝亲军十二卫之一，掌皇帝出入仪仗、警卫，兼辖监狱、刑狱之权，设南北镇抚司，北镇抚司专管诏狱（皇帝交办的案件 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "734,735"
                                            }
                                        },
                                        {
                                            "content": "发展：明宪宗成化十四年（1478年 ）后，北镇抚司处理所有刑狱，直接上报皇帝，三法司不能过问，成为直属皇帝的刑事特别法庭",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "735,737"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "733,734"
                                    }
                                },
                                {
                                    "content": "2. 厂（由太监组成，直属皇帝的特务机关，含东厂、西厂、内行厂 ）",
                                    "children": [
                                        {
                                            "content": "东厂",
                                            "children": [
                                                {
                                                    "content": "设立：明成祖永乐十八年（1420年 ），在锦衣卫之上设立，由司礼太监统领，下设旗班司房、掌刑千户、百户等职官",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "739,740"
                                                    }
                                                },
                                                {
                                                    "content": "职责：专掌“缉访谋逆、妖言、大奸恶”等重大刑事案件，成祖时设立，终明之世存在",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "740,741"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "738,741"
                                            }
                                        },
                                        {
                                            "content": "西厂",
                                            "children": [
                                                {
                                                    "content": "设立：明宪宗成化十三年（1477年 ），因各地人民起义，为强化镇抚设立",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "742,743"
                                                    }
                                                },
                                                {
                                                    "content": "特点：权力、人数超东厂，“四处刺（探 ）民间阴事”，后因民众反对一度裁撤",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "743,744"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "741,744"
                                            }
                                        },
                                        {
                                            "content": "内行厂",
                                            "children": [
                                                {
                                                    "content": "设立：明武宗正德年间（1506 - 1521年 ），刘瑾专权时设，权力在东、西厂之上，将东、西厂列为监视范围，刘瑾被诛后退出历史舞台",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "745,746"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "744,746"
                                            }
                                        },
                                        {
                                            "content": "影响：厂卫非国家正式司法机关，受皇帝纵容，宦官操纵，凌驾司法机关之上，享有侦查缉捕、监督审判、法外施刑等司法特权，是皇权高度集中和恶性发展的产物",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "746,747"
                                            }
                                        },
                                        {
                                            "content": "关联真题：文献评价“杀人至惨而不丽于法…” 所评朝代（明朝 ）（2021年单选第36题答案C ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "747,749"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "737,738"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "732,733"
                            }
                        },
                        {
                            "content": "（三）申明亭",
                            "children": [
                                {
                                    "content": "1. 设立与职责",
                                    "children": [
                                        {
                                            "content": "设立：明初创建，洪武五年（1372年 ）始设于各州县乡间，由本里百姓推举正直乡里耆老、里长主持",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "751,752"
                                            }
                                        },
                                        {
                                            "content": "职责：对百姓施行教化，调处纠纷（受理婚姻、田土、斗殴等民事纠纷和轻微刑事案件 ）；亭内树立板榜，定期张贴榜文，公布本里有过错人的姓名、过错行为，“以示惩戒，而发其羞恶之心。能改过自新则去之”",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "752,754"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "750,751"
                                    }
                                },
                                {
                                    "content": "2. 审理与效力",
                                    "children": [
                                        {
                                            "content": "审理：民间词状，许耆老里长受理剖理；户婚、田宅、斗殴等小事，里胥可裁决；事涉重者，才由官府受理，不经里老处分径诉县官为越诉",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "755,756"
                                            }
                                        },
                                        {
                                            "content": "效力：经申明亭调解仍不愿和息，可向官府起诉，具有地方基层司法组织性质",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "756,758"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "754,755"
                                    }
                                },
                                {
                                    "content": "3. 发展与完善",
                                    "children": [
                                        {
                                            "content": "洪武三十年（1398年 ）颁行《教民榜文》，巩固、扩大里老的司法审判权，规定民间户婚、田土、斗殴相争等小事，须经本管里甲、老人理断，不经者，先将告人杖断六十，仍发回里甲、老人理断",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "759,760"
                                            }
                                        },
                                        {
                                            "content": "榜文：太祖、成祖时期的文告形式单行法规，将皇帝谕旨、官府告示、法令、案例等公示于各衙门门前和申明亭内，成祖以后渐流于形式直至消亡",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "760,761"
                                            }
                                        },
                                        {
                                            "content": "关联真题：明朝初年申明亭受理和调处的案件包括（婚姻、田土、斗殴 ）（2015年多选第60题答案BCD ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "761,763"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "758,759"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "749,750"
                            }
                        },
                        {
                            "content": "（四）明朝诉讼制度的特点",
                            "children": [
                                {
                                    "content": "1. 严厉制裁诬告行为",
                                    "children": [
                                        {
                                            "content": "规定：明朝法律视诬告为严重犯罪，诬告者反坐，明律进一步加重处罚，“凡诬告人答罪者，加所诬罪二等；流、徒、杖罪，加所诬罪三等……至死罪，所诬之人已决者，反坐以死；未决者，杖一百，流三千里，加役三年”（《大明律·刑律·诉讼》 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "765,767"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "764,765"
                                    }
                                },
                                {
                                    "content": "2. 严禁越诉",
                                    "children": [
                                        {
                                            "content": "规定：“凡军民词讼，皆须自下而上陈告。若越本管官司辄赴上司称诉者，笞五十。”",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "768,770"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "767,768"
                                    }
                                },
                                {
                                    "content": "3. 军官、军人诉讼管辖特殊",
                                    "children": [
                                        {
                                            "content": "特点：军官、军人诉讼一般不受普通司法机构管辖，军人之间诉讼按军户层级（百户所—千户所—卫—都指挥司 ）进行，人命案件约普通司法机构会同检验、审理",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "771,773"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "770,771"
                                    }
                                },
                                {
                                    "content": "4. 明确地域管辖原则",
                                    "children": [
                                        {
                                            "content": "原则：“原告就被告”“轻囚就重囚”“少囚就多囚”“后发就先发”",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "774,775"
                                            }
                                        },
                                        {
                                            "content": "细化：",
                                            "children": [
                                                {
                                                    "content": "原告、被告分住不同州县，原告向被告所在地衙门投递诉状（原告就被告 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "776,777"
                                                    }
                                                },
                                                {
                                                    "content": "一案内数名被告分住不同州县，依“轻囚就重囚”，由重罪主犯所在地衙门审理",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "777,778"
                                                    }
                                                },
                                                {
                                                    "content": "一案内罪犯在不同州县被捕，由抓捕罪犯人数最多之州县衙门审理",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "778,779"
                                                    }
                                                },
                                                {
                                                    "content": "不同州县抓捕同一案罪犯人数相等，由先开始诉讼程序之州县衙门审理（后发就先发 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "779,780"
                                                    }
                                                },
                                                {
                                                    "content": "上述第二、三、四条原则适用于距离300里以内地域，300里以外，由各地官府分审结案",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "780,782"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "775,782"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "773,774"
                                    }
                                },
                                {
                                    "content": "5. 强调民间半官方组织调解“息讼”",
                                    "children": [
                                        {
                                            "content": "方式：以申明亭等为依托，由里老等调处民间纠纷，减少诉讼，维护社会秩序",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "783,785"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "782,783"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "763,764"
                            }
                        },
                        {
                            "content": "（五）审判制度：会审制度",
                            "children": [
                                {
                                    "content": "1. 三司会审和九卿会审（圆审 ）",
                                    "children": [
                                        {
                                            "content": "三司会审",
                                            "children": [
                                                {
                                                    "content": "传承：继承唐“三司推事”制，遇重大、疑难案件，由三法司（刑部、都察院、大理寺 ）长官共同审理（三司会审 ），最后由皇帝裁决",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "788,789"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "787,789"
                                            }
                                        },
                                        {
                                            "content": "九卿会审（圆审 ）",
                                            "children": [
                                                {
                                                    "content": "适用：特别重大案件或已判决但囚犯翻供不服之案",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "790,791"
                                                    }
                                                },
                                                {
                                                    "content": "参与：皇帝令六部尚书、通政使司的通政使、都察院左都御史、大理寺卿会审",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "791,792"
                                                    }
                                                },
                                                {
                                                    "content": "效力：判决仍须奏请皇帝批准",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "792,794"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "789,794"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "786,787"
                                    }
                                },
                                {
                                    "content": "2. 朝审",
                                    "children": [
                                        {
                                            "content": "定义：对已决在押囚犯的会官审理，古代录囚制度延续发展",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "795,796"
                                            }
                                        },
                                        {
                                            "content": "发展：洪武年间令五军都督、六部尚书、都御史、六科给事中、通政使、詹事府、驸马等共同审理大狱，死罪及冤案奏闻皇帝，其他依律判决；英宗时每年霜降后，三法司会同公、侯、伯爵，在吏部或户部尚书主持下会审重案囚犯，形成制度，清代秋审、朝审源于此",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "796,797"
                                            }
                                        },
                                        {
                                            "content": "特点：朝廷高级别官员会审已被判决后处决的死囚犯制度，罪囚以关押在京师监狱为限，包括案件发生在京畿附近、重大疑难案件中由各省提到京师讯问的案犯",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "797,798"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 朝审是朝廷高级别的官员会审已被判决后处决的死囚犯制度，罪囚以关押在京师监狱为限，大致包括案件发生在京畿附近和在重大疑难案件中由各省提到京师来讯问的案犯",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "798,800"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "794,795"
                                    }
                                },
                                {
                                    "content": "3. 大审",
                                    "children": [
                                        {
                                            "content": "定义：定期由皇帝委派宦官会同三法司官员审录囚徒的制度",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "801,802"
                                            }
                                        },
                                        {
                                            "content": "发展：始于英宗正统年间，宪宗成化十七年（1481年 ）成为定例，每五年举行一次",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "802,803"
                                            }
                                        },
                                        {
                                            "content": "主持：在京师由大理寺主持，在地方由布政使和巡按御史主持",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "803,804"
                                            }
                                        },
                                        {
                                            "content": "范围：监押囚犯及诉冤者均在列，是全面的狱案清理工作，为明朝独有",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "804,806"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "800,801"
                                    }
                                },
                                {
                                    "content": "4. 热审",
                                    "children": [
                                        {
                                            "content": "定义：每年暑天小满后十余天，由宦官、锦衣卫会同三法司会审囚犯的制度",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "807,808"
                                            }
                                        },
                                        {
                                            "content": "发展：始于成祖永乐二年（1404年 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "808,809"
                                            }
                                        },
                                        {
                                            "content": "特点：轻罪判决后立即释放，徒流罪减等发落，重囚可疑及枷号者请旨定夺，是暑热天气来临前遣决、清理在押未决犯及对现监囚犯减等发落的制度",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "809,810"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 热审是在暑热季节到来前由朝廷官员会审京师在押未决囚徒，提高审判效率、减轻囚犯痛苦的制度，因司法审判效率低下、监狱条件差，囚犯多在监狱内痪毙而设",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "810,811"
                                            }
                                        },
                                        {
                                            "content": "记忆线索：明（明朝 ）朝（朝审 ）原（圆审，即九卿会审 ）神（可联想三司会审 ）大（大审 ）热（热审 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "811,812"
                                            }
                                        },
                                        {
                                            "content": "制度评价：会审制度体现慎刑思想，利于皇帝控制、监督司法活动，纠正冤假错案，但常由宦官操控，流于形式；参与会审官员级别高，有监察官员参加，为皇帝最后判决提建议，皇帝常派太监参加主持会审，是君王权力在司法审判中高度强化的表现",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "812,814"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "806,807"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "785,786"
                            }
                        },
                        {
                            "content": "典型真题关联（明朝会审制度 ）",
                            "children": [
                                {
                                    "content": "1. 明朝独有的由皇帝委派宦官会同三法司官员定期录囚的制度（大审 ）（2013年法单选第20题答案A ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "815,816",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "2. 明朝的会审形式包括（圆审、大审、朝审、热审 ）（2008年多选第60题答案ABCD ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "816,818",
                                        "listIndex": 2
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "814,815"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "706,707"
                    }
                }
            ],
            "payload": {
                "tag": "h2",
                "lines": "498,499"
            }
        },
        {
            "content": "第四节 清（1636 - 1840年 ）",
            "children": [
                {
                    "content": "本节学习提要",
                    "children": [
                        {
                            "content": "清朝（中国历史上最后一个封建王朝 ；1616年，女真族首领努尔哈赤在赫图阿拉（今辽宁新宾 ）建立政权，国号“金”（史称“后金” ） ；1636年，皇太极改国号为“清” ，并改族名为满族，定都盛京（今沈阳 ） ；1644年，李自成大顺军攻占北京，明崇祯帝自杀 ；清军乘机进入山海关，打败大顺军，乘胜南下，1661年实现对全中国的统治 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "820,821"
                            }
                        },
                        {
                            "content": "清朝典章制度（集传统中国历代政制之大成，法律制度从形式到内容高度完备 ；传统君主政治历经数千年发展，至清中叶已拖累国家呈现衰颓之势 ；吏治腐败，思想文化僵化，市场被压抑，不满之声四起 ；西方列强以贸易和武力敲开中国国门，加速清朝灭亡，西方法律文化传播揭开中国政治法律制度近代化序幕 ；1911年辛亥革命爆发，清朝灭亡 ；鸦片战争前的清朝法律制度，本节介绍 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "821,822"
                            }
                        },
                        {
                            "content": "[清帝系表]（清太祖努尔哈赤（1616 - 1626年 ） ；清太宗皇太极（1627 - 1643年 ） ；清世祖福临（顺治）（1644 - 1661年 ）：《大清律集解附例》 ；清圣祖玄烨（yè ）（康熙）（1662 - 1722年 ）：《康熙会典》，开始制定则例 ；清世宗胤禛（yìn zhēn ）（雍正）（1723 - 1735年 ）：《大清律集解》《雍正会典》 ；清高宗弘历（乾隆）（1736 - 1796年 ）：《大清律例》《乾隆会典》 ；清仁宗颙琰（yóng yǎn ）（嘉庆）（1796 - 1820年 ）：《嘉庆会典》 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "822,823"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "819,820"
                    }
                },
                {
                    "content": "一、立法概况",
                    "children": [
                        {
                            "content": "（一）立法指导思想",
                            "children": [
                                {
                                    "content": "1.“详译明律，参以国制”",
                                    "children": [
                                        {
                                            "content": "清政权（入关以前，处于由习惯法向成文法过渡的过程中 ；皇太极统治时期，奉行“参汉酌金” 的基本国策 ；入关后采取“以汉治汉” 的策略，在原有的“参汉酌金” 基础上，提出“详译明律，参以国制” 的立法指导思想 ；一方面以代表汉族法制的明朝法律为蓝本，另一方面根据时代需要，斟酌吸收满族固有的习惯法，开创一代法制 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "826,827"
                                            }
                                        },
                                        {
                                            "content": "以《大明律》为模范制定（《大清律例》 ；仿照《大明会典》制定《大清会典》 、各部院则例，都体现“详译明律，参以国制” 的思想 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "827,828"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "825,828"
                                    }
                                },
                                {
                                    "content": "2.因俗而治，满汉异制",
                                    "children": [
                                        {
                                            "content": "确认和维护满族特权（是清朝法律突出的特点 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "829,830"
                                            }
                                        },
                                        {
                                            "content": "（1）确保满洲贵族在政权中的优越地位",
                                            "children": [
                                                {
                                                    "content": "清朝官制（标榜满汉一体，中央六部长官设满汉复职，但实权操于满官之手 ；汉官“相随画诺，不复可否” ；为保证满洲贵族控制要害部门，在任官制度上创制分族“官缺” 制度 ；不同的官缺只能由不同民族的人出任或补授 ；凡满官缺不许汉人补任，汉官缺却允许满官补任 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "831,832"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "830,832"
                                            }
                                        },
                                        {
                                            "content": "（2）旗人犯罪享有特权和优待",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 关外时期（满族人被编为正黄、正红、正蓝、正白、镶黄、镶红、镶蓝、镶白八旗 ；八旗是军事、行政、生产合一的制度，战则分旗出征，居则按旗农耕 ；后将降附的蒙古人和汉人编为蒙古八旗、汉军八旗，统称“八旗” ；八旗成员统称为“旗人” ；入关后旗人成为特权阶层 ；军事上废除明朝“军户” 制，改由八旗子弟充任的“八旗兵” 为驻防部队，驻守京师地区及全国重要城市 ；清朝政府在各地圈占土地供给旗人耕种，号为“旗地” ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "833,834"
                                                    }
                                                },
                                                {
                                                    "content": "旗人犯罪（受到法律的特殊优待，成为清律的特色 ；法律规定：旗人犯罪有“以枷号代刑” 的特权 ；流、徒刑之罪，旗人可免予发配、劳役和坐牢；次死一等的充军，旗人可仅以带重枷示众几十天来替代；即使杂犯死罪者，亦可以折易枷号（仅真犯死罪不能折枷 ） ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "834,835"
                                                    }
                                                },
                                                {
                                                    "content": "[老龚点睛] “真犯”（又称实犯，即有心故犯 ；“杂犯” 指因过误或牵连致罪者 ；死罪中，清律以“十恶”、故意杀人、反逆缘坐、监守自盗、略人与略卖人、受财枉法等性质严重且法定为死刑之罪为真犯死罪 ；以过失杀人、误杀人、斗殴杀人及某些职务犯罪，依法可以判处死刑但性质不太严重者为杂犯死罪 ；杂犯的处刑，大多可以折易替代 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "835,836"
                                                    }
                                                },
                                                {
                                                    "content": "其他适用于旗人的特殊规定（如当斩立决者，旗人可减为斩监候；当刺字者，旗人只刺臂而不刺面 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "836,837"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "832,837"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "828,837"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "824,825"
                            }
                        },
                        {
                            "content": "（二）《大清律例》",
                            "children": [
                                {
                                    "content": "《大清律例》（于乾隆五年（1740年 ）正式颁行天下 ；此前，顺治朝曾颁布过《大清律集解附例》 ，雍正朝颁布过《大清律集解》 ；清朝律典由清初简单地袭用明律，经过近百年的修订，终至完备成熟 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "838,839"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 《大清律集解附例》（清朝第一部成文律典 ；“集解” 指汇集附于律条之后的法律注解 ；《大清律例》未汇集诸家注解，故律名删去“集解” 二字 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "839,840"
                                    }
                                },
                                {
                                    "content": "《大清律例》（结构形式、体例、篇目与《大明律》基本相同 ；共分名例律、吏律、户律、礼律、兵律、刑律、工律七篇 ；律文436条，附例一千余条 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "840,841"
                                    }
                                },
                                {
                                    "content": "[总结对比]",
                                    "children": [
                                        {
                                            "content": "1.六部分篇（《元典章》（《大元圣政国朝典章》 ）以六部划分法规体例，非中央政府所颁法典 ；《大明律》《大清律例》六部分篇（共7篇，名例律 + 六部 ），是法典 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "842,843"
                                            }
                                        },
                                        {
                                            "content": "2.律例合编（明朝明神宗万历年间《大明律集解附例》 ；清朝顺治《大清律集解附例》 、乾隆《大清律例》 ；自乾隆年间修订完成后，《大清律例》成为清朝的基本法典，律文部分基本定型，极少修订 ；后世各朝只是对律文之后的“附例” 予以增修（五年一小修、十年一大修 ） ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "843,844"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 《大清律例》（中国历史上最后一部传统成文法典，是中国传统法典的集大成者 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "844,845"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "841,845"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "837,838"
                            }
                        },
                        {
                            "content": "（三）《大清会典》",
                            "children": [
                                {
                                    "content": "为规范国家机关的组织活动（加强行政管理，清政府仿效明朝，先后编制了《康熙会典》《雍正会典》《乾隆会典》《嘉庆会典》《光绪会典》 ，合称“五朝会典” ，统称《大清会典》 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "846,847"
                                    }
                                },
                                {
                                    "content": "在内容上（《大清会典》详细记载清朝各级国家机关的职掌、事例、活动规则与有关制度 ；在编纂上遵循“以典为纲，以则例为目” 的原则 ；典、例分别编辑纂遂成固定体例 ；“会典” 所载，一般为国家基本制度，少有变动；具体的变更，则在增修则例中完成 ；最后一部《光绪会典》增设了总理各国事务衙门的机构和权限，体现了近代行政体制的变化 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "847,848"
                                    }
                                },
                                {
                                    "content": "《大清会典》（反映了清朝立法上的重要成就，也是中国古代行政立法的完备形态 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "848,849"
                                    }
                                },
                                {
                                    "content": "典型真题关联（《大清会典》 ）",
                                    "children": [
                                        {
                                            "content": "1. 规定总理各国事务衙门的机构及其权限的清代会典（光绪会典 ）（2019年单选第39题答案D ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "850,851",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 为规范国家机关的组织活动（加强行政管理，清政府仿效明朝，将各级国家机关的职掌、事例、活动规则等有关制度编撰成集，称为《大清会典》 ）（2014年单选第43题答案C ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "851,852",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 清朝入关后编制的第一部《大清会典》（康熙会典 ）（2005年单选第39题答案C ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "852,853",
                                                "listIndex": 3
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "849,853"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "845,846"
                            }
                        },
                        {
                            "content": "（四）则例",
                            "children": [
                                {
                                    "content": "则例（是清朝针对中央各部门的职责、办事规程而制定的基本规则 ；是规范各部院政务活动、保障其正常运转的行政规则 ；则例为数众多，可视为清政府的行政法规，是法律体系的重要组成部分 ；则例自康熙朝开始制定，主要分为两类：一般则例和特别则例 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "854,855"
                                    }
                                },
                                {
                                    "content": "一般则例（针对部院一般行政事项而定，清朝几乎每个中央主要行政机关都编有则例，如《刑部现行则例》《钦定吏部则例》《钦定户部则例》《钦定礼部则例》《理藩院则例》《钦定台规》 等 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "855,856"
                                    }
                                },
                                {
                                    "content": "特别则例（指就各部所管辖的特定事项制定的行政规章，如《兵部八旗则例》《钦定督捕则例》 等 ；有些机关内部还有关于办事、规程及官员违制如何处罚的专门则例，如《钦定六部处分则例》《吏部处分则例》 等 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "856,857"
                                    }
                                },
                                {
                                    "content": "则例作为重要法律形式之一（是清朝的创造，在国家行政管理方面起着重要作用 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "857,858"
                                    }
                                },
                                {
                                    "content": "典型真题关联（则例 ）",
                                    "children": [
                                        {
                                            "content": "1. 中国法制史上出现的下列法律形式中（具有判例法性质的有廷行事、决事比 ）（2012年法多选第30题答案BC ；教民榜文不是判例法，则例是清朝行政规则 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "859,860",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 将“则例” 作为国家一种重要法律形式的朝代（清朝 ）（2008年单选第38题答案D ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "860,863",
                                                "listIndex": 2
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "858,863"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "853,854"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "823,824"
                    }
                },
                {
                    "content": "二、刑事立法",
                    "children": [
                        {
                            "content": "（一）文字狱",
                            "children": [
                                {
                                    "content": "为扑灭（汉族士大夫的反清意识和压制明末以来萌发的反专制主义思潮 ；清朝大力加强思想文化领域的专制统治，突出表现是大兴文字狱 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "865,866"
                                    }
                                },
                                {
                                    "content": "以语言文字定罪（前代已有，但清朝大规模、有计划、有步骤兴造文字狱，为历史上所仅见 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "866,867"
                                    }
                                },
                                {
                                    "content": "清朝（虽未制定一条文字语言犯罪的条例，绝大多数文字狱都比照“谋大逆” 判罪 ；一案构成，往往全家遭诛甚至灭族 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "867,868"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 唐律（将以言辞抨击侵犯皇权的行为表述为“指斥乘舆，情理切害” ，明确归入“大不敬” 条 ；从明律开始删除了“大不敬” 中的“指斥乘舆，情理切害” ，并将低文字、言论获罪的罪名定为“谋大逆” ；清朝继承明律，凡“上书奏事犯讳者”，“奏疏不当者”，加以“妄议朝政” 等罪名，按“大逆” 律例治罪 ；还将“文字狱” 的思想犯罪引用“大逆” 条例定罪，扩大该罪的范围 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "868,869"
                                    }
                                },
                                {
                                    "content": "总括（顺、康、雍、乾四朝，迭兴文字狱百余起 ；往往一字一语锻炼成狱，在“告讦（jié ）频起，士民畏惧” 的恐怖气氛中，知识分子只得埋首书斋 ；清初一度颇具生气的学风，逐渐为繁琐的考据之学所代替 ；文字狱是古代以言罪人传统的恶性发展，是君主专制主义膨胀的结果，遏制思想文化学术的发展 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "869,870"
                                    }
                                },
                                {
                                    "content": "[史境溯源] 例如（雍正年间礼部侍郎查嗣庭在科举出题过程中，选用《诗经》中的词语，命题为“维民所止”（“邦畿千里，维民所止”：都邑周边千里远，都是商民居住地 ） ；“维”“止” 二字被人指控为意欲去雍正之头，以诽谤皇帝、大逆不道而入狱 ；查嗣庭在交三法司严审过程中，在狱中病故，雍正仍令“戮尸示众，子坐死，家属并流放” ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "870,871"
                                    }
                                },
                                {
                                    "content": "典型真题关联（文字狱 ）",
                                    "children": [
                                        {
                                            "content": "清时屡兴文字狱（但律例中并无关于惩治思想犯罪的规定 ；审理此类案件，一般比附的罪名是谋大逆 ）（2016年单选第42题答案B ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "872,873"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "871,873"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "864,865"
                            }
                        },
                        {
                            "content": "（二）刑罚制度",
                            "children": [
                                {
                                    "content": "清代的刑种（首先是“五刑” 正刑体系，即笞、杖、徒、流、死，与唐宋律的规定并无二致 ；其次是律例有文但未列“五刑” 的派生刑和附加刑，包括死刑类的凌迟、枭首、戮尸；流徒类的充军、发遣；附加刑类的枷号、刺字 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "874,875"
                                    }
                                },
                                {
                                    "content": "1.死刑类",
                                    "children": [
                                        {
                                            "content": "（1）清朝的死刑（分为立决和监候两类 ）",
                                            "children": [
                                                {
                                                    "content": "其一，立决（分为斩立决与绞立决，即宣判后立即执行斩、绞，以示对社会危害性极大的犯罪的惩罚决不待时 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "877,878"
                                                    }
                                                },
                                                {
                                                    "content": "其二，监候（分为斩监候和绞监候，是对那些构成死罪，但并非罪大恶极，可以先行拘押，待秋审复核之后再决定是否执行死刑，罪犯可有免死减刑的机会 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "878,879"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "876,879"
                                            }
                                        },
                                        {
                                            "content": "（2）清代死刑（有残酷化的趋势，凌迟、枭首、戮尸等酷刑被运用于罪大恶极的犯罪，在适用范围上较明代有所发展 ）",
                                            "children": [
                                                {
                                                    "content": "其一，凌迟（明朝适用凌迟刑的律和例共计13条 ；清朝除全部继承外，又增加了劫囚、发冢、谋杀人等9条13罪，行刑方式也更加残酷 ）",
                                                    "children": [
                                                        {
                                                            "content": "[典文释义]“凌迟者，其法乃寸磔之，必至体无残脔（luán ），然后为之割其势，女则幽其闭，出其脏腑，以毕其命，仍为支分节解，俎其骨而后已。”——《大清律集成》",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "881,882"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "880,882"
                                                    }
                                                },
                                                {
                                                    "content": "其二，枭首（在清朝最初只适用于凌迟重犯，后来广泛施用于江洋大盗、爬城行劫、粮船水手行劫等犯罪 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "882,883"
                                                    }
                                                },
                                                {
                                                    "content": "其三，戮尸（是对凌迟和枭首的一种补充，凡被判处凌迟和枭首的罪犯在执行之前已经死亡的，对罪犯的尸体施以此刑 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "883,884"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "879,884"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "875,884"
                                    }
                                },
                                {
                                    "content": "2.流刑派生类",
                                    "children": [
                                        {
                                            "content": "（1）充军（清朝律例将明例的“充军” 定为重于流刑的刑罚种类，分为附近充军（二千里外 ）、近边充军（二千五百里 ）、边远充军（三千里 ）、极边充军（四千里 ）、烟瘴充军（五千里 ）五等，号为“五军” ；清朝为各府编制了“五军道里表” ，详细规定该府罪犯应充军的地方 ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] “充军”（明明朝时已广泛使用 ；清朝的充军没有“终身充军”“永远充军” 之分，到了从军地点也不编为军户，即并不入兵营服役，因而与流刑无异，只不过极边、烟瘴的距离远于流三千里而已 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "886,887"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "885,887"
                                            }
                                        },
                                        {
                                            "content": "（2）发遣（发遣是清朝特别创立的一种仅次于死刑的重刑，即将罪犯发配到边疆地区（东北与新疆等地 ）给驻防八旗官兵当差为奴的刑罚，比充军重 ；清代发遣的对象主要是犯徒罪以上的文武官员，一般只限本人，情节轻微的，还有机会放还 ；《大清律例》规定的发遣罪名有134项之多 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "887,888"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "884,888"
                                    }
                                },
                                {
                                    "content": "3.附加刑",
                                    "children": [
                                        {
                                            "content": "在刺字刑的适用方面（清朝律例扩充了其适用范围，发冢（盗墓 ）、逃囚等罪也附加刺字 ；受刺字的罪犯刑满释放后必须充当“巡警之役” 三年 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "889,891"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "888,891"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "873,874"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "863,864"
                    }
                },
                {
                    "content": "三、民事立法",
                    "children": [
                        {
                            "content": "（一）民事主体的变化",
                            "children": [
                                {
                                    "content": "随着经济的发展以及农民的反抗（清朝的人身依附关系有所削弱 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "893,894"
                                    }
                                },
                                {
                                    "content": "1.废除匠籍制度（明将手工业工人列为“匠籍” ，子孙相继强制服役，匠户没有人身自由，脱籍者将受严惩 ；清初废除这种制度，以雇募工匠代之 ；手工业工人的人身权利得到一定保障 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "894,895"
                                    }
                                },
                                {
                                    "content": "2.雇工人的地位有所改善（清律中规定的雇工人不列贱籍，但对雇主有很强的人身依附关系，法律地位与雇主显著不平等 ；雇工人侵犯雇主及其期亲要加等处罚，而雇主侵犯雇工人则比照“凡人相犯” 减罪三等 ）",
                                    "children": [
                                        {
                                            "content": "乾隆五十三年（1788年 ）定例（“若农民佃户雇请耕种工作之人，并店铺小郎之类，平日共坐共食，彼此平等相称，不为使唤服役，素无‘主仆名分’ 者，亦无论其有无文契、年限，俱依‘凡人’ 科断。” 可见自乾隆末叶后，雇工人的人身隶属关系也获得了解放 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "896,897"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] 乾隆末年（五十三年 ）吴亦（俱依 ）凡（凡人 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "897,898"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "895,898"
                                    }
                                },
                                {
                                    "content": "3.部分贱籍豁免为良（雍正元年下令，将名列贱籍的陕西、山西的“乐户” ，河南的“丐户” ，浙江的“惰民” ，广东的“疍户” ，豁除贱籍，除贱为良，一同编入甲户，不得借端欺凌 ；陆续将江南的“丐户” ，徽州的“伴当” ，宁国府的“世仆” 等，开豁为良，三代以后子孙准许应试科考 ）",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 长期的历史发展（在各地形成不少习俗上被视为贱民的群体 ；比如山西、陕西的“乐户” ，由历代法律设定的官倡专业户沿革而来 ；浙江绍兴的“惰民” ，男子只许捕蛙、卖锡、逐鬼为业，妇女则为媒婆，或伴良家娶嫁、为人髻冠梳发、穿珠花，群走市巷 ；广东“疍户” ，是内河、沿海一带的水上居民 ；徽州府“伴当” ，宁国府“世仆” ，是与地主依附关系的特殊佃农 ；雍正年间曾下达法令宣布废除这些贱民身份，但并无实效 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "899,900"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "898,900"
                                    }
                                },
                                {
                                    "content": "4.奴婢可以开户为民（康熙五十三年（1714年 ）规定，“凡于康熙四十三年以后所买奴婢，若给原价，仍准赎出为民。” 乾隆二十四年（1759年 ）制定的《八旗家人赎身律》规定：凡八旗户下家人，不分年代，只要本主情愿放出为民，即可呈明本旗，经过官府，而后收入民籍 ；但本人不准应考出仕，其子孙则无所限制 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "900,901"
                                    }
                                },
                                {
                                    "content": "此外（清代还禁止将佃户“欺压为奴”“随田买卖” ，并禁止债权人强迫债务人“役身折酬” ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "901,902"
                                    }
                                },
                                {
                                    "content": "典型真题关联（民事主体变化 ）",
                                    "children": [
                                        {
                                            "content": "1. 清乾隆十八年（有雇主将其雇工人折伤，该雇主应承担的法律责任是比照凡人相犯减罪三等 ）（2022年单选第38题答案D ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "903,904",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. 清朝民事立法中（民事主体地位发生了一定变化，人身依附关系有所削弱，表现为废除匠籍制度、雇工人的地位有所改善、部分贱籍豁免为良 ）（2017年多选第62题答案BCD ；允许良贱通婚不是清朝民事主体变化主要表现 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "904,905",
                                                "listIndex": 2
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "902,905"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "892,893"
                            }
                        },
                        {
                            "content": "（二）债权制度的发展",
                            "children": [
                                {
                                    "content": "宋元以来（不动产的典当与买卖适用同样的制度，只是典当可以原价取赎 ；至清中期此制有了较大改变 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "906,907"
                                    }
                                },
                                {
                                    "content": "1.明确典、卖两种契约的区别（根据大清律例，“以价易出，约限回赎者，曰典” ；乾隆十八年（1753年 ）的条例规定：“嗣后民间置买产业，如系典契，务于契内注明回赎字样；如系卖契，亦于契内注明永不回赎字样。” ）",
                                    "children": [
                                        {
                                            "content": "并规定（乾隆十八年以前的旧有契约，如果没有明确注明是否可以回赎，三十年内的可以回赎，或由典权人再向原业主支付一次“找价” ，即将典价与典物的实际差价找回，该典契即为卖契，典物的所有权随之转移给典权人 ；三十年以上的，尽管没有写明是“绝卖” 或注明回赎，仍不得再请求找价或回赎，从而确定以是否允许回赎为典当与买卖契约的重要区别标准 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "908,909"
                                            }
                                        },
                                        {
                                            "content": "在契约成立的程序上（规定“凡民间活契典当田房，一概免其纳税” ，即典当契约无须经过官府加盖官印和缴纳契税，也无须到官府过割赋税 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "909,910"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] 旧契约未注明是否可以回赎（三十年内：业主向典权人支付典价、业主原价赎回不动产、业主请求典权人支付找价、不动产所有权转移给典权人 ；三十年以上：业主不得回赎、业主不得请求找价 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "910,911"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "907,911"
                                    }
                                },
                                {
                                    "content": "",
                                    "children": [
                                        {
                                            "content": "2. 明确典当回赎权的年限（明律对此没有规定 ；清《户部则例》规定：“民人典当田房，契载统以十年为率，限满听赎。” 若约定年限超过十年，即认定为买卖契约，必须缴纳契税 ；若干年后出典人无力回赎，“听典主执业转典” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "911,912",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] 新契约注明是否可以回赎（注明回赎：约定期限不超十年→典契→免其纳税；约定期限超过十年→卖契→缴纳契税 ；注明永不回赎→卖契→缴纳契税 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "912,913"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "911,913"
                                    }
                                },
                                {
                                    "content": "",
                                    "children": [
                                        {
                                            "content": "3. 明确房屋出典后的风险责任（关于房屋出典后的风险责任，宋元以来的法律均无规定 ；清乾隆十二年（1747年 ）定例对此作了详细规定 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "913,914",
                                                "listIndex": 3
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 乾隆十二年（1747年 ）定例（业主的房屋若失火烧毁，在年限未满的情况下，由双方各出价一半重建，典期延长三年，三年后业主应按原典价百分之一百四十取赎 ；若典主无力出资，由业主自建，原定期限届满后，业主可以按原典价百分之六十取赎 ；若双方均无力重建，则将地基出卖，将得价的三分之一归还业主 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "914,915"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "913,915"
                                    }
                                },
                                {
                                    "content": "总体而言（清代债权立法虽简单实用，但与民间惯例常有冲突，因而有时并未得到很好实施 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "915,916"
                                    }
                                },
                                {
                                    "content": "典型真题关联（债权制度 ）: “民人典当田房，契载统以十年为率，限满听赎。”（作出这一法律规定的朝代是清朝 ）（2015年单选第38题答案D ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "916,917"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "905,906"
                            }
                        },
                        {
                            "content": "（三）继承制度",
                            "children": [
                                {
                                    "content": "清朝的继承（仍分为身份继承和财产继承 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "918,919"
                                    }
                                },
                                {
                                    "content": "1.宗祧继承（沿袭唐以来的规定，通常以嫡长子为法定第一顺序继承人，无嫡长子者立嫡长孙，以下依照嫡次子、嫡次孙、庶长子、庶长孙、庶次子、庶次孙的顺序继承 ；若立嫡违反法定顺序，杖八十，以示宗法继承的严肃性 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "919,920"
                                    }
                                },
                                {
                                    "content": "2.绝户之家立嗣（对于绝户之家，法律规定：“无子者许令同宗昭穆相当之侄承继，先尽同父同宗，次及大功、小功、缌麻；如俱无，方许择立远房及同姓为嗣。” 所谓“昭穆相当” ，即指辈分相同 ）",
                                    "children": [
                                        {
                                            "content": "由于继承重血缘（法律禁止乞（qǐ ）养异姓义子，以免乱宗族，否则杖八十 ；八旗无嗣之人虽可过继异性亲属，但须双方生父、族长以及该管参佐领出甘结，送户部备案 ；立继人须昭穆相当，不得尊卑失序 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "921,922"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "920,922"
                                    }
                                },
                                {
                                    "content": "3.独子兼祧（[老龚点睛] 唐宋以后法律都规定，若没有儿子可以收同宗侄辈为嗣子，嗣子出继后则与亲生父母形成叔侄关系 ；若由继者为独子，则会遇到他的亲生父母，即本房绝嗣的问题 ；因此，独子能否出继成为一个法律难题 ；清朝经过多次案件讨论后，乾隆四十三年（1778年 ）规定新的条例，解决了历来的难题 ）",
                                    "children": [
                                        {
                                            "content": "独子兼祧（民间俗称“两房合一子” ，即一人可以继承两房的香火和财产 ；乾隆四十三年（1778年 ）定例列入《大清律例·户律·户役》“立嫡子违法” 门：“如可继之人亦系独子，而情属同父周亲，两相情愿者，取具阖族甘结，亦准其承继两房宗祧。” 即独子出继的两房应该为同父兄弟，而且须双方同意，并有全族的书面见证，才可以一人承两房宗祧 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "923,924"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] 若车润湖有两子车润江与车润河，车润海（无子 ）（车润湖（兄 ）—车润海（弟 ），车润湖有子车润河，车润海过继车润河为继子，车润河可继承车润湖、车润海两家财产 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "924,925"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "922,925"
                                    }
                                },
                                {
                                    "content": "典型真题关联（继承等 ） :通过立法规定房屋出典后失火焚毁的风险责任分担原则的朝代（清朝 ）（2011年单选第41题答案D ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "925,927"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "917,918"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "891,892"
                    }
                },
                {
                    "content": "四、经济立法",
                    "children": [
                        {
                            "content": "（一）海禁政策与对外贸易立法",
                            "children": [
                                {
                                    "content": "清朝实行海禁政策（起初出于政治和军事目的，为镇压沿海抗清力量 ；顺治时颁布“禁海令” ，规定“寸板不得下海” ；随后又三度颁行“迁海令” ，强制闽、粤、苏、浙沿海居民内迁五十里，致使四千里海岸线人烟绝迹 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "929,930"
                                    }
                                },
                                {
                                    "content": "收复台湾后（海禁一度有所放宽，沿海对外贸易也一度蓬勃兴盛起来 ；但在康熙五十六年（1717年 ），再度严申海禁，一直延续到鸦片战争前 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "930,931"
                                    }
                                },
                                {
                                    "content": "清朝廷陆续在《大清律例》中（增订了三十余条条例，对海上各种贸易实施严厉的监控 ；凡将金银、车马、牛只、军需、铁器、绸缎、铜钱等物品私自下海货卖者，均杖一百 ；将船只卖与外国，造船与卖船之人皆立斩 ；甚至规定，船只出洋，须十船编为一甲，取具连环保结 ；一船为非，余船并坐 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "931,932"
                                    }
                                },
                                {
                                    "content": "海禁措施（使沿海对外贸易被完全禁绝，沉重打击了刚刚兴起的对外贸易和沿海工商业 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "932,933"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "928,929"
                            }
                        },
                        {
                            "content": "（二）专卖制度",
                            "children": [
                                {
                                    "content": "为贯彻“重农抑商” 政策（清朝政府广设钞关，重征商税，以严刑峻罚推行禁榷制度 ；规定对盐、茶、矾等高利润的民生物资实行官府垄断经营 ；商匠人关门，必先取官置号单，备开货物，凭其吊引，照货起税 ；入门不吊引者，同匿税法 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "934,935"
                                    }
                                },
                                {
                                    "content": "《户部则例》（甚至规定“关税短缺令现任官赔缴” ；除正常的关税以外，还有诸如牙税、商税的加税、矿税、茶税、酒税等名目繁多的商税、附加税，一层一层地加码征收 ；落地税、盐税，加上贪官胥役的无度勒索，使得许多民众视经商为畏途，纷纷将商业资本转而经营土地 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "935,936"
                                    }
                                },
                                {
                                    "content": "《大清律例》（还规定有“盐法”“阻坏盐法”“私茶”“私矾” 等专门条款，推行严厉的禁榷制度，极大地限制了民间工商业的发展 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "936,937"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "933,934"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "927,928"
                    }
                },
                {
                    "content": "五、司法制度",
                    "children": [
                        {
                            "content": "（一）中央司法机关",
                            "children": [
                                {
                                    "content": "清沿明制（以刑部、大理寺、都察院为“三法司” ，是既相互分工又相互制约的中央司法机关 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "939,940"
                                    }
                                },
                                {
                                    "content": "1.刑部（最高司法审判机关，有“刑名总汇” 之称 ；下设十七省清吏司分掌各省审判事务，另设有追捕逃人的督捕司、办理秋审的秋审处、专掌律例修订的修订法律馆 ；刑部是清朝最重要的中央机构，在处理全国司法事务方面起着主导作用 ；主要职权包括：审理中央百官的犯罪案件，批结全国军流遣案件，审理发生在京师的答杖刑以上案件，处理地方上诉案及秋审事宜，主持司法行政与律例修订 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "940,941"
                                    }
                                },
                                {
                                    "content": "2.大理寺（大理寺是负责案件复核的“慎刑” 机构 ；主要职责是复核死刑案件，平反冤狱，同时参与秋审、热审等会审 ；如发现刑部定罪量刑有误，可提出封驳 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "941,942"
                                    }
                                },
                                {
                                    "content": "3.都察院（全国最高监察机关，负责督察百官风纪、纠弹不法，同时负有监督刑部、大理寺之责，可对其错误提出纠弹，亦可参与重大案件的会审 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "942,943"
                                    }
                                },
                                {
                                    "content": "4.“三法司” 之外（清朝还特设专门审理旗人案件的司法机构 ）",
                                    "children": [
                                        {
                                            "content": "（1）内务府慎刑司（内务府所管辖的满人诉讼（上三旗的刑狱案件 ），由内务府慎刑司审理（答杖刑 ），徒罪以上移送刑部，有时也承审奉旨交办的案件 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "944,945"
                                            }
                                        },
                                        {
                                            "content": "（2）宗人府（皇族宗室诉讼则归宗人府管辖 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "945,946"
                                            }
                                        },
                                        {
                                            "content": "（3）步军统领衙门（也是京师地区的满族司法机构 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "946,947"
                                            }
                                        },
                                        {
                                            "content": "（4）理藩院理刑司（清朝中央管辖少数民族事务的理藩院，也是内外蒙古、青海、回疆地区的上诉审机关 ；理藩院设理刑司，专掌司法审判 ；但如罪至发遣，须报理藩院会同刑部裁决，死罪也须经“三法司” 会审定案 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "947,948"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "943,948"
                                    }
                                },
                                {
                                    "content": "典型真题关联（中央司法机关 ）",
                                    "children": [
                                        {
                                            "content": "1.《大清会典》规定（内外蒙古地区“刑狱不决，则报于院” ；这里的“院” 是指理藩院 ）（2022年单选第39题答案D ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "949,950"
                                            }
                                        },
                                        {
                                            "content": "2.清代被称为“天下刑名之汇总” 的中央司法机关（刑部 ）（2018年单选第37题答案D ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "950,951"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "948,951"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "938,939"
                            }
                        },
                        {
                            "content": "（二）诉讼程序与审判制度",
                            "children": [
                                {
                                    "content": "1.起诉的条件和限制（清律例对告诉权的限制规定更为严格 ）",
                                    "children": [
                                        {
                                            "content": "（1）凡依律应属容隐之人（一律不得赴官陈控，包括奴婢、雇工等，均不得控告家长 ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 禁止控告祖父母、父母、丈夫及缌麻以上尊亲属甚至卑亲属，告者为“干名犯义” ，即使无诬告也要受罚 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "954,955"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "953,955"
                                            }
                                        },
                                        {
                                            "content": "（2）另外（狱中罪犯不得告举他事 ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 在押囚犯，除因供述自己的案情必须牵连他人或告发庵己之狱官外，“不得告举他事” ，以防止诬告罗织 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "956,957"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "955,957"
                                            }
                                        },
                                        {
                                            "content": "（3）地方司法由州县至督抚共分四个审级（禁止越诉行为 ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 知县为第一审级，知府为第二审级，省提刑按察司为第三审级，总督巡抚为第四审级 ；“越诉者笞五十” ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "958,959"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "957,959"
                                            }
                                        },
                                        {
                                            "content": "（4）诉讼当事人若不服判决（可逐级上诉申控，不得越过本管机关径赴上司申诉，违者即使所控属实亦应笞五十，或将本人并同代书诉状之人一体按“光棍” 例治罪 ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 第一，告诉应以书面形式进行，代书者必须有官府发给的“官代民”凭证，实名代书，禁止讼师讼棍私自代书参与诉讼 ；第二，“‘光棍’ 例”：专以打击“恶棍设法诈索官民” 、诓骗应议查生财物、生事行凶扰害无辜良民、乘地方歉收伙众抢夺、喧闹公堂纠众辱官、占据关口码头勒索客商等地痞恶棍敲诈勒索聚众滋事行径 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "960,961"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "959,961"
                                            }
                                        },
                                        {
                                            "content": "（5）禁止诬告和匿名告人罪",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "961,962"
                                            }
                                        },
                                        {
                                            "content": "（6）农忙期间（四月初一至七月三十 ）不得告诉民事和轻微刑事案件，其他季节也只能在放告日（每月逢三、六、九或三、五等 ）起诉",
                                            "children": [
                                                {
                                                    "content": "[记忆线索] 二九（宋 ）四七（清 ）双十一 ；[总结对比] 宋（农忙期间二月初一到九月三十，不得告诉民事案件 ；放告日无 ） ；清（农忙期间四月初一到七月三十，不得告诉民事案件、轻微刑事案件 ；非农忙季节也只能在放告日（每月逢三、六、九或三、五等 ）起诉 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "963,964"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "962,964"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "952,964"
                                    }
                                },
                                {
                                    "content": "2.刑事审判程序（逐级审转复核制 ）",
                                    "children": [
                                        {
                                            "content": "（1）笞杖刑案件（由州县自行审结 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "965,966"
                                            }
                                        },
                                        {
                                            "content": "（2）凡应拟徒刑的案件（由州县初审，依次经府、按察司、督抚逐级审核，最后由督抚作出判决 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "966,967"
                                            }
                                        },
                                        {
                                            "content": "（3）流刑、充军等案（由各省督抚审结后咨报刑部，由刑部有关清吏司核拟批复，交各省执行 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "967,968"
                                            }
                                        },
                                        {
                                            "content": "（4）死刑重案（由州县初审然后逐级审转复核，经督抚向皇帝具题，最终由“三法司” 核拟具奏 ；发生在京师的死刑案件则由刑部直接审理，题奏于皇帝，再经三法司拟核 ；所有死刑案件最终须经皇帝勾决，才能执行 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "968,969"
                                            }
                                        },
                                        {
                                            "content": "（5）对于民事案件（一般均由州县或同级机关自行审理和作出判决，无须逐级审转 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "969,970"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "964,970"
                                    }
                                },
                                {
                                    "content": "3.回避制度（清承明制，实行审判回避 ；凡主审官吏若与诉讼当事人有亲属、仇嫌关系，均应移交回避，违者笞四十 ；官府审判案件时应依所告本状推问，不得于状外别求他事定人罪 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "970,971"
                                    }
                                },
                                {
                                    "content": "典型真题关联（诉讼程序与审判制度 ）: 按照清代司法审级和诉讼管辖的规定（死刑案件的初审机构是州县 ）（2023年单选第38题答案A ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "971,972"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "951,952"
                            }
                        },
                        {
                            "content": "（三）秋审制度",
                            "children": [
                                {
                                    "content": "[老龚点睛] 清朝废除了明朝的大审制度（保留了热审制度，又将朝审进一步发展为“秋审” 和“朝审” 两大审判制度 ；清朝的朝审亦发源于明朝朝审制度，是对京师刑部狱中在押死囚进行复核的制度，在秋审前举行（霜降后第10天 ） ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "973,974"
                                    }
                                },
                                {
                                    "content": "秋审（是清朝最重要的死刑复审制度，因在每年秋天举行而得名 ；秋审审理的对象是各省上报的斩监候、绞监候案件，每年秋八月（霜降后第11天 ）在天安门金水桥西由九卿、詹事、科道以及军机大臣、内阁大学士等重要官员会同审理 ；秋审被视为“国家大典” ，制定《秋审条款》作为秋谳大典的法律依据 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "974,975"
                                    }
                                },
                                {
                                    "content": "秋审案件（经过复审程序后，分五种情况处理 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "975,976"
                                    }
                                },
                                {
                                    "content": "1.情实（指罪情属实、罪名恰当者，奏请执行死刑 ）",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] “情实” 者（当年处决前，还须由刑科给事中向皇帝“复奏” ，初为三复奏，乾隆时改为一复奏，然后由各道御史奏请“勾到” ，最后奉旨勾决者才下令处决 ；在勾决之时，皇帝和百官皆素服，事先皇帝还要斋戒，一般是在名字旁画一个类似于繁体中文引号那样的符号（『』 ） ；最后还要在题本头几页上用红笔把勾决的名字抄录一遍，以免误勾，昭示慎重 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "977,978"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "976,978"
                                    }
                                },
                                {
                                    "content": "2.缓决（案情虽属实，但危害性不大者，可再押监候办，留待下年秋审 ；凡三经秋审定为缓决，可免死减为流三千里，或减发烟瘴极边充军 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "978,979"
                                    }
                                },
                                {
                                    "content": "3.可矜（指案情属实，但情有可原，予以免死减等发落 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "979,980"
                                    }
                                },
                                {
                                    "content": "4.可疑（指案情尚未完全确证清楚，则驳回原省再审 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "980,981"
                                    }
                                },
                                {
                                    "content": "5.留养承祀（指案情属实，罪名恰当，但罪犯为独子而祖父母、父母年老无人奉养，或符合“孀妇独子” 等条件的，则经皇帝批准，可改判重杖，枷号示众三个月 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "981,982"
                                    }
                                },
                                {
                                    "content": "在实践中（情实和缓决为最常见的处分方式，其他情况较少 ；秋审的判决虽然依据法律，但亦参考犯罪时间及地区的实际情况，灵活适用 ；秋审是刑事审判制度臻于完备的重要标志，既保证了皇帝对最高司法权的控制，又宣扬了统治者的仁德政治 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "982,983"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 秋审（每年之结果基本均按各省督抚之意归类 ；另外“逐一详审” 完毕，走过场而已 ；因每年的千余件秋审案件通常须在一天之内核拟招册，秋审制度并非涉及所有死刑人犯，被封建统治者认为罪大恶极、严重危害皇权统治的人犯早已在秋审前被立决，秋审涉及的仅是相对危害较轻的监候人犯 ；清朝统治者称秋审“大典” ，并在天安门前举行秋审仪式，目的是标榜“慎刑” ，其形式意义远大于实质意义 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "983,984"
                                    }
                                },
                                {
                                    "content": "典型真题关联（秋审处理 ） : 清乾隆年间（山东省济南府人王某因与邻居赵某发生纠纷，怒而杀之 ；地方官府拟判王某绞监候，山东巡抚审转复核后，上报朝廷 ；该案经秋审查实，王某系家中独子，有年老父母需要赡养 ；王某可能面临的处罚结果是改判重杖，枷号示众三个月 ）（2020年单选第32题 / 2020年法单选第20题答案D ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "984,986"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "972,973"
                            }
                        },
                        {
                            "content": "（四）幕友、胥吏的作用",
                            "children": [
                                {
                                    "content": "1. 幕友",
                                    "children": [
                                        {
                                            "content": "幕友（又称幕宾、幕客，俗称师爷 ；他们不是官，而是官员私人的师友、宾客，以布衣身份帮助官员处理政务，接受主人赠与的束脩 ；清朝幕友种类很多，而以刑名、钱谷幕友最为重要，分别顾问司法、赋税事务 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "988,989"
                                            }
                                        },
                                        {
                                            "content": "清初官员（倚仗幕友办案已成惯例，各级地方官及中央司法部门长官都有幕友帮助 ；“清代州县审判之名在于官，而州县审判之实在于幕。”——那思陆《清代州县衙门审判制度》 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "989,990"
                                            }
                                        },
                                        {
                                            "content": "幕友（须精通复杂的律例 ；以专办刑事审判实务的刑名幕友地位最高 ；是由官员私人聘请的政法顾问 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "990,991"
                                            }
                                        },
                                        {
                                            "content": "典型真题关联（幕友 ） :在清朝司法实践中（幕友发挥着重要作用，表述正确的有：幕友须精通复杂的律例；以专办刑事审判实务的刑名幕友地位最高；幕友是各级地方官及中央司法部门长官的政法顾问 ）（2019年多选第49题 / 2019年法多选第29题答案ACD ；幕友由官员私人聘请，非官府任命 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "991,992"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "987,988"
                                    }
                                },
                                {
                                    "content": "2. 胥吏",
                                    "children": [
                                        {
                                            "content": "胥吏（是各级政府衙门中从事文书工作的人员，熟悉本地情况及当地审判惯例 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "993,994"
                                            }
                                        },
                                        {
                                            "content": "胥吏（又称书吏、书差、书役等 ；不是官，没有品秩，但承担大量事务性工作 ；地方官三年一升迁，各地调换，胥吏反而成为固定的“地方官” ；行政、司法效率不高，案件一拖几年，胥吏因经手操办，往往比新任官员更熟悉案情及当地审判惯例，成为衙门里的地头蛇 ；中央各部院尤其是刑部的书吏熟悉律例成案，善于钻法律的空子，而刑部长官常常并不熟悉司法事务，以至司法受到胥吏的操纵 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "994,995"
                                            }
                                        },
                                        {
                                            "content": "幕友、胥吏（往往勾结作弊，敲诈勒索，贪赃枉法，使法制受到很大破坏，使清朝司法实践状况更为黑暗 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "995,996"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "h5",
                                        "lines": "992,993"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "h4",
                                "lines": "986,987"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "h3",
                        "lines": "937,938"
                    }
                }
            ],
            "payload": {
                "tag": "h2",
                "lines": "818,819"
            }
        }
    ],
    "payload": {
        "tag": "h1",
        "lines": "0,1"
    }
}