// chapter3.js
var chapter3 = {
    "content": "<strong>第二章 转型确立时期的古代法制</strong>",
    "children": [
        {
            "content": "\n<h3 data-lines=\"1,2\">本章学习提要</h3>",
            "children": [
                {
                    "content": "从公元前770年周平王迁都洛邑到公元前221年秦始皇统一中国，是春秋战国时期（东周时期 ），“春秋”指公元前770年 - 前476年（东周前期 ），“战国”指公元前475年 - 前221年（东周后期 ），此时期周天子名义“天下共主”，实际诸侯国经济、军事、文化发展，形成独立发展、相互征战格局，是社会大变革时代，春秋是奴隶制瓦解、封建生产关系产生期，战国是封建制确立期，法律制度从奴隶制向封建制形态转变，战国后期秦国统一六国建秦朝，其法律为封建法制建立探索",
                    "children": [],
                    "payload": {
                        "tag": "li",
                        "lines": "2,3"
                    }
                }
            ],
            "payload": {
                "tag": "li",
                "lines": "1,3"
            }
        },
        {
            "content": "\n<h3 data-lines=\"3,4\">第一节 春秋（公元前770-前476年）</h3>",
            "children": [
                {
                    "content": "\n<h3 data-lines=\"4,5\">一、成文法的公布</h3>",
                    "children": [
                        {
                            "content": "（一）郑国“铸刑书于鼎”",
                            "children": [
                                {
                                    "content": "针对上古时期不预设刑、临事议制的法制传统，春秋政治改革家主张公布法律，打破世袭贵族对法律垄断，将成文法公布于众",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "6,7"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 西周虽有刑书，但不布之于众，据史料：一是《左传·昭公六年》载杜预注“先王议事以制（度量事之轻重断罪 ），不为刑辟（不预先公开制定法律 ）”，“临事制刑，不豫设法”，便于灵活用刑；二是《左传·昭公六年》载孔颖达疏语“刑不可知，则威不可测”，形成威慑",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "7,8"
                                    }
                                },
                                {
                                    "content": "公元前536年，郑国执政子产鉴于社会关系变化和旧礼制崩溃，率先“铸刑书于鼎，以为国之常法”，一般认为是中国历史上第一次正式公布成文法",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 鼎是“礼器”，祭祀祖先神灵时煮牲（整头牛、羊、猪 ）的大型炊具，置祖庙前广场，具国家权力象征意义，铸法律于鼎，表所公布法律的权威性和稳定性",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "9,10"
                                            }
                                        },
                                        {
                                            "content": "[典型真题]",
                                            "children": [
                                                {
                                                    "content": "1.春秋时期，最早打破“不预设刑”“临事议制”法律传统的诸侯国是（ ）。（2012年法单选第15题 ）答案A（郑国 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "11,12"
                                                    }
                                                },
                                                {
                                                    "content": "2.中国历史上第一次公布成文法的活动是（ ）。（2007年单选第32题 ）答案B（子产铸刑鼎 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "12,13"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "10,13"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "8,13"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "5,13"
                            }
                        },
                        {
                            "content": "（二）邓析《竹刑》",
                            "children": [
                                {
                                    "content": "继子产铸刑鼎后，郑国大夫邓析于公元前501年私造刑法，书于竹简上，称为《竹刑》，执政驷（sì）歂（chuǎn）以私制刑书罪名处死邓析，但仍用其《竹刑》",
                                    "children": [
                                        {
                                            "content": "[典型真题]",
                                            "children": [
                                                {
                                                    "content": "1.春秋时期，私人编修法律的事件是（ ）。（2017年单选第33题 ）答案C（邓析造“竹刑” ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "16,17"
                                                    }
                                                },
                                                {
                                                    "content": "2.春秋时期，郑国大夫私自修订法律，并书之于竹简，称为“竹刑”。这位大夫是（ ）。（2013年单选第32题 ）答案A（邓析 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "17,18"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "15,18"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "14,18"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "13,18"
                            }
                        },
                        {
                            "content": "（三）晋国铸刑鼎",
                            "children": [
                                {
                                    "content": "公元前513年，晋国执政赵鞅、荀寅把前任执政范宣子所编刑书铸于鼎之上，公之于众",
                                    "children": [
                                        {
                                            "content": "[典文释义]“冬，晋赵鞅、荀寅帅师城汝滨，遂赋晋国一鼓铁，以铸刑鼎，著范宣子所为刑书焉。”——《左传·昭公二十九年》（公元前513年冬天，赵鞅和荀寅领军在汝水之滨修城防工事，以征收军赋名义向晋军征收一鼓之铁铸造铁鼎，铸上范宣子所制刑书，公之于众 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "20,21"
                                            }
                                        },
                                        {
                                            "content": "[典型真题] 下列选项中，属于春秋时期公布成文法活动的有（ ）。（2014年多选第61题 ）答案ABC（子产“铸刑书”、邓析“造竹刑”、赵鞅、荀寅“铸刑鼎” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "21,22"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "19,22"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "18,22"
                            }
                        },
                        {
                            "content": "（四）其他",
                            "children": [
                                {
                                    "content": "春秋时期其他诸侯国也进行类似公开立法活动",
                                    "children": [
                                        {
                                            "content": "1.《被庐之法》：晋文公在被庐检阅军队时制定，内容可能是关于选贤任官、建立官僚制度之法",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 从“世卿世禄”到“选贤任能”，西周世卿世禄制不适应政治社会现实，选贤任能成春秋战国任用官吏重要方式（如齐桓公重用管仲、秦穆公任用百里奚等 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "25,26"
                                                    }
                                                },
                                                {
                                                    "content": "[典型真题] 春秋时期晋文公制定的有关选贤任官的法律是（ ）。（2019年单选第33题 ）答案C（被庐之法 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "26,27"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "24,27"
                                            }
                                        },
                                        {
                                            "content": "2.《仆区法》和《茆（máo）门法》：为楚国文王和庄王颁行，前者是禁止隐匿逃亡人之法，后者是关于宫门守卫、保障国君安全之法（官员入朝时车不得进入宫门，否则守卫依法砍断其车辕，并杀死驾车之人 ）",
                                            "children": [
                                                {
                                                    "content": "[记忆线索] 守（守卫）着门（茆门）桩（楚庄王）闻（楚文王）葡（仆区）萄（逃亡）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "28,29"
                                                    }
                                                },
                                                {
                                                    "content": "[典型真题] 春秋是法律变革的重要时期，据《左传·昭公七年》记载，楚文王效法西周初年“有亡荒阅”之法，作“仆区之法”。“仆区之法”惩治的主要犯罪行为是（ ）。（2024年单选第28题等 ）答案B（隐匿逃亡人 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "29,30"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "27,30"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "23,30"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "22,30"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "4,30"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"30,31\">二、成文法公布引起的论争及其历史意义</h3>",
                    "children": [
                        {
                            "content": "（一）成文法公布引起的论争",
                            "children": [
                                {
                                    "content": "春秋时期是“礼崩乐坏”社会剧烈转型期，新兴地主阶级反对旧贵族垄断法律，要求公布成文法保障私有财产和既得权益，摆脱宗法等级制度羁绊，引起旧贵族激烈反对",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "32,33"
                                    }
                                },
                                {
                                    "content": "1.晋国上大夫叔向特意写信给子产反对郑国“铸刑书”，认为“民知争端矣，将弃礼而征于书（征引刑书以争论 ）。锥刀之末（刑书中的每字每句 ），将尽争之。”“国将亡，必多制，其此之谓乎！”指责子产违背先王传统，放弃礼制，将亡郑国",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 叔向提出“昔先王议事以制，不为刑辟，惧民之有争心也”，理由是怕成文法公布后，人们知权利义务，可为自己争权、维权",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "34,35"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "33,35"
                                    }
                                },
                                {
                                    "content": "2.通常认为，孔子对晋国“铸刑鼎”也持反对意见：“晋其亡乎！失其度矣。”“民在鼎矣（民众察看鼎而知法律内容 ），何以尊贵（民众废弃礼而征引刑书，故不尊贵 ）?”“贵贱无序，何以为国?”",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 孔子从维护奴隶制等级特权制度出发，认为社会应有贵贱差异和等级特权，成文法公布后人人遵守、违反后同罚，贵贱差异和等级特权不复存在，不像国家",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "36,37"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "35,37"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "31,37"
                            }
                        },
                        {
                            "content": "（二）成文法公布的历史意义",
                            "children": [
                                {
                                    "content": "春秋时期成文法公布是中国法律史上划时代变革，意义在于：",
                                    "children": [
                                        {
                                            "content": "1.公布成文法是国家治理与社会控制新型方式，否定旧法律观念、制度和社会秩序，打破“刑不可知，威不可测”信条，结束法律秘密状态，使法律制度逐步公开化，开创古代法制建设新纪元",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "39,40"
                                            }
                                        },
                                        {
                                            "content": "2.公布成文法客观上为法律制度进一步发展提供条件，为成文法典出现提供条件，也为新型社会关系产生发展提供可靠保证",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "40,41"
                                            }
                                        },
                                        {
                                            "content": "3.公布成文法开辟全新集权制统治模式，为战国至秦统一时期“法治”取代“礼治”拉开序幕，为后世法律制度发展完善积累经验",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "41,43"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "38,43"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "37,43"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "30,43"
                    }
                }
            ],
            "payload": {
                "tag": "li",
                "lines": "3,43"
            }
        },
        {
            "content": "\n<h3 data-lines=\"43,44\">第二节 战国（公元前475-前221年）</h3>",
            "children": [
                {
                    "content": "\n<h3 data-lines=\"44,45\">一、立法指导思想</h3>",
                    "children": [
                        {
                            "content": "战国时期法家的“法治”理论突出反映新兴地主阶级法律观，成各国法制指导思想",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "45,46"
                            }
                        },
                        {
                            "content": "（一）“一断于法”",
                            "children": [
                                {
                                    "content": "法家主张“不别亲疏，不殊贵贱，一断于法”，将法律作为治理国家基本手段，打破“刑不上大夫”壁垒，以法为衡量任何人行为的客观标准，取消旧贵族法律特权",
                                    "children": [
                                        {
                                            "content": "[典文释义]“自卿相将军以至大夫庶人，有不从王令、犯国禁、乱上制者，罪死不赦。”——《商君书·赏刑》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "48,49"
                                            }
                                        },
                                        {
                                            "content": "“法不阿贵，绳不挠曲。法之所加，智者弗能辞，勇者弗敢争。刑过不避大臣，赏善不遗匹夫。”——《韩非子·有度》（法律制定后，任何人不得违反，贵族违法依惩处，平民有功按制奖赏 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "49,50"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 需注意“刑过不避大臣，赏善不遗匹夫”是适用法律原则，与等级制度原则不对立，当时法律维护等级制度（如下不僭上 ），秦律多条款体现对等级地位高者的优待（如《传食律》规定有爵者与无爵者饭食供应标准有别 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "50,51"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "47,51"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "46,51"
                            }
                        },
                        {
                            "content": "（二）刑无等级",
                            "children": [
                                {
                                    "content": "法律适用上，法家反对宗法制时代的“礼有等差”，主张“刑无等级”“法不阿贵”，要求制定公正法律，平等适用法律，使全社会在法律约束下生活，无论贵贱一律平等，即“赏当其功，刑当其罪”“志存公道，人有所犯，一一于法”，实际是以新的等级制代替旧的奴隶制等级制",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "52,53"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "51,53"
                            }
                        },
                        {
                            "content": "（三）轻罪重刑",
                            "children": [
                                {
                                    "content": "法家主张“轻罪重刑”，用严刑峻法达到以法治国目的，认为通过重刑酷法，能使臣民畏法和服法，达到“禁奸止过”和预防犯罪目的，即“以刑去刑”“以杀止杀”",
                                    "children": [
                                        {
                                            "content": "[典文释义1]“故禁奸止过，莫若重刑。刑重而必得，则民不敢试，故国无刑民。”——《商君书·赏刑》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "55,56"
                                            }
                                        },
                                        {
                                            "content": "“行刑，重其轻者，轻者不生，则重者无从至矣。”——《商君书·说民》（加重轻罪处罚，不致生轻罪，重罪也无从出现；反之轻罪轻刑，重罪重刑，轻罪不除，重罪无法根除 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "56,57"
                                            }
                                        },
                                        {
                                            "content": "[典文释义2]“商君之法，弃灰于道者，黥。”——《汉书·五行志》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "57,58"
                                            }
                                        },
                                        {
                                            "content": "“劓鼻盈累，断足盈车。”——《盐铁论·诏圣》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "58,59"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 商鞅“以刑去刑”“轻罪重刑”原则短期内有成效，若无限夸大、滥用，会致天怒人怨，影响王朝统治地位（秦末起义推翻苛法和暴政印证 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "59,60"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "54,60"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "53,60"
                            }
                        },
                        {
                            "content": "（四）法布于众",
                            "children": [
                                {
                                    "content": "与“以法治国”等原则要求相适应，法家主张向全社会公布成文法律，让全体臣民“知所避就”，否定法律秘密状态",
                                    "children": [
                                        {
                                            "content": "[典文释义]“法者，编著之图籍，设之于官府，而布之于百姓者也。”——《韩非子·难三》（法律由国家制定、官府掌握、百姓遍知 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "62,63"
                                            }
                                        },
                                        {
                                            "content": "[典型真题] 战国时期，各诸侯国的立法指导思想主要包括（ ）。（2013年多选第59题 ）答案ABC（一断于法、刑无等级、轻罪重刑 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "63,64"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "61,64"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "60,64"
                            }
                        },
                        {
                            "content": "[老龚点睛] 春秋末期以前治国方式有夏商神权方式和西周礼治方式，神权方式借鬼神天等超自然力量，远离现实、神秘；礼治方式强调等级特权制度（以“亲亲”“尊尊”为核心，主张“礼不下庶人，刑不上大夫” ），民众极不平等，社会缺公平性",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "64,65"
                            }
                        },
                        {
                            "content": "[记忆线索] 西周（秘密、礼治 ）→ 春秋（公开、成文法 ）→ 战国（成文法典、法治 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "65,66"
                            }
                        },
                        {
                            "content": "[典型真题] 下列关于春秋时期公布成文法历史意义的表述，正确的有（ ）。（2016年多选第59题等 ）答案ABCD（打破“刑不可知，则威不可测”传统；开辟全新以法治世统治模式；为封建法律制度确立奠定基础；为成文法典出现提供条件 ）",
                            "children": [],
                            "payload": {
                                "tag": "li",
                                "lines": "66,67"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "44,67"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"67,68\">二、《法经》</h3>",
                    "children": [
                        {
                            "content": "[史境溯源] 战国时期生产力提高，封建关系发展，各诸侯国地主阶级在新法律原则指导下变法，制定公布体现封建地主阶级意志的法律",
                            "children": [
                                {
                                    "content": "赵国公仲连于公元前403年实行改革，产生成文法《国律》《奉法》",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "69,70"
                                    }
                                },
                                {
                                    "content": "楚国于公元前390年用吴起为令尹，主持改革，废除世卿世禄制度，实行以法治国，屈原奉命制定《宪令》，未成",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "70,71"
                                    }
                                },
                                {
                                    "content": "齐国威王于公元前357年任用邹忌为相改革，邹忌提倡“谨修法律而督奸吏”，制定《七法》，改革使齐国有较大发展",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "71,72"
                                    }
                                },
                                {
                                    "content": "韩国昭侯用郑国人、法家代表人物申不害于公元前355年改革，主张以术为中心，因能授官，使国君操权柄，法律成果是《刑符》（史籍记载唯一韩国法律，名《太府之宪》 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "72,73"
                                    }
                                },
                                {
                                    "content": "魏文侯时，任李悝（kuī）为相，李悝撰《法经》以巩固改革成果，维护统治秩序",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "73,74"
                                    }
                                },
                                {
                                    "content": "秦国，秦孝公时“以卫鞅为左庶长，卒定变法之令”，商鞅在秦两次变法，仿《法经》而制六律",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "74,75"
                                    }
                                },
                                {
                                    "content": "李悝的《法经》和商鞅的改法为律，在古代法学理论和法制实践中占重要地位",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "75,76"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "68,76"
                            }
                        },
                        {
                            "content": "（一）李悝变法与《法经》的制定",
                            "children": [
                                {
                                    "content": "战国时期诸侯争霸促使各国纷纷变法，魏国魏文侯时期（前445—前395年 ）任用李悝主持改革：",
                                    "children": [
                                        {
                                            "content": "1. 政治上废除“世卿世禄”制度，实行“食（sì）有劳（功劳 ）而禄有功（能力 ），使有能而赏必行，罚必当”，剥夺旧贵族世袭特权，确立量才录用的新型官僚制度",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "78,79",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "",
                                            "children": [
                                                {
                                                    "content": "2. 经济上实行“尽地力之教”和“善平籴（dí）”政策，发展经济，增加国家财政收入",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "79,80",
                                                        "listIndex": 2
                                                    }
                                                },
                                                {
                                                    "content": "",
                                                    "children": [
                                                        {
                                                            "content": "[老龚点睛] “尽地力之教”是废除“井田”疆界，鼓励自由开垦耕地，勤谨耕作增加生产，培植封建个体小农经济",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "80,81"
                                                            }
                                                        },
                                                        {
                                                            "content": "“善平籴”即平衡粮价的“平籴法”，把好年成分成上、中、下三等，坏年成也分成上、中、下三等；好年成时，农民交纳什一之税，留下自用粮食外，其余由政府按定价收购；坏年成时，由政府平价售出，“取有余以补不足”，稳定小农经济",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "81,82"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "ul",
                                                        "lines": "80,82"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "79,82"
                                            }
                                        },
                                        {
                                            "content": "3. 为保证变法顺利进行，李悝“撰次诸国法”，考察各国成文法，吸收各国立法经验，制定颁布成文法典《法经》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "82,83",
                                                "listIndex": 3
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "77,83"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "76,83"
                            }
                        },
                        {
                            "content": "（二）《法经》的内容、特点和历史地位",
                            "children": [
                                {
                                    "content": "1.《法经》的内容",
                                    "children": [
                                        {
                                            "content": "《法经》原文早失传，从《晋书·刑法志》等文献可知概略",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "85,86"
                                            }
                                        },
                                        {
                                            "content": "[典文释义]“故其律始于《盗》《贼》。盗贼须劾捕，故著《网》《捕》二篇。其轻狡、越城、博戏、借假不廉、淫侈、逾制，以为《杂律》一篇。又以《具律》具其加减。是故所著六篇而已，然皆罪名之制也。”——《晋书·刑法志》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "86,87"
                                            }
                                        },
                                        {
                                            "content": "篇目结构上，《法经》共六篇：",
                                            "children": [
                                                {
                                                    "content": "（1）《盗法》：侵犯官私财产所有权犯罪的法律规定",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "88,89"
                                                    }
                                                },
                                                {
                                                    "content": "（2）《贼法》：关于人身伤害、破坏社会秩序的法律规定",
                                                    "children": [
                                                        {
                                                            "content": "[典文释义]“窃货曰盗”“害良曰贼”——《荀子·修身》",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "90,91"
                                                            }
                                                        },
                                                        {
                                                            "content": "李悝认为“王者之政，莫急于盗贼”，故《盗法》和《贼法》列法典之首",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "91,92"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "89,92"
                                                    }
                                                },
                                                {
                                                    "content": "（3）《网法》（也称《囚法》 ）：关于囚禁和审判罪犯的法律规定",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "92,93"
                                                    }
                                                },
                                                {
                                                    "content": "（4）《捕法》：关于追捕盗、贼及其他犯罪者的法律规定",
                                                    "children": [
                                                        {
                                                            "content": "《网法》《捕法》二篇属于诉讼法范围",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "94,95"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "93,95"
                                                    }
                                                },
                                                {
                                                    "content": "（5）《杂法》：关于“盗贼”以外的其他犯罪与刑罚的规定，主要规定“六禁”（淫禁、狡禁、城禁、嬉禁、徒禁、金禁 ）",
                                                    "children": [
                                                        {
                                                            "content": "[典文释义]“其杂律略曰：夫有一妻二妾，其刑腻（guó），夫有二妻则诛；妻有二夫则宫；曰淫禁。盗符者诛，籍其家；盗玺者诛，议国法令者诛，籍其家及其妻氏；曰狡禁。越城，一人则诛，自十人以上夷其乡及族；曰城禁。博戏，罚金三币；太子博戏，则笞，不止，则特笞，不止，则更立；曰嬉禁。群相居，一日则问；三日、四日、五日则诛；曰徒禁。丞相受金，左右伏诛；犀首以下受金，则诛；金自镒以下，罚不诛也；曰金禁。”——[明]董说《七国考》引[汉]桓谭《新论》",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "96,97"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "95,97"
                                                    }
                                                },
                                                {
                                                    "content": "（6）《具律》：具其加减，是关于定罪量刑中从轻从重等法律原则的规定，起“具其加减”作用，相当于近代法典中的总则部分。《具法》：关于定罪量刑中从轻从重等法律原则的规定，起着“具其加减”的作用，相当于近代法典中的总则部分，《法经》规定了各种罪名、刑罚及相关法律适用原则，基本目的在于维护国家政权和保护私有财产，全篇贯彻法家“轻罪重刑”的思想",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "97,98"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "87,98"
                                            }
                                        },
                                        {
                                            "content": "[老龚点睛] 需结合原文完善《具律》内容（因原文表述中后续应有对《具律》的说明 ，按知识逻辑补充：《具律》是对各篇罪名量刑的加减调整，规定不同情节下（如故意、过失，自首、累犯等 ）的刑罚增减，为整个法典的量刑原则统领 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "98,99"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "84,99"
                                    }
                                },
                                {
                                    "content": "2.《法经》的特点和历史地位",
                                    "children": [
                                        {
                                            "content": "（1）《法经》的特点",
                                            "children": [
                                                {
                                                    "content": "内容上，以惩治盗贼为首要任务，反对旧贵族的等级特权，体现重刑主义精神",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "101,102"
                                                    }
                                                },
                                                {
                                                    "content": "体例上，出现了先开列罪名再规定刑罚的罪刑法定倾向；相当于刑法总则的《具法》列在最后且适用于其他各篇",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "102,103"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "100,103"
                                            }
                                        },
                                        {
                                            "content": "（2）《法经》的历史地位",
                                            "children": [
                                                {
                                                    "content": "《法经》作为历史上第一部比较系统、完整的成文法典，在中国立法史上具有重要地位，体例和内容为后世成文法典的编纂奠定了重要基础，《法经》六篇为秦、汉直接继承，成为秦、汉律的主要篇目",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "104,105"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "103,105"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "99,105"
                                    }
                                },
                                {
                                    "content": "典型真题（整合篇内真题 ）",
                                    "children": [
                                        {
                                            "content": "1.《法经》中规定杀人、伤人等侵犯他人人身安全犯罪及其刑罚的篇目是（ ）。（2006年单选第33题 ）答案B（贼法 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "106,107"
                                            }
                                        },
                                        {
                                            "content": "2. 《法经》载：“王者之政，莫急于盗贼”，下列犯罪中，属于“贼”的是（ ）。（2022年单选第33题 ）答案A（杀人 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "107,108",
                                                "listIndex": 2
                                            }
                                        },
                                        {
                                            "content": "3. 在中国法制史上，提出“王者之政，莫急于盗贼”的立法思想的是（ ）。（2018年法单选第16题等 ）答案C（李悝 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "108,109",
                                                "listIndex": 3
                                            }
                                        },
                                        {
                                            "content": "4. 《法经》中规定对博戏行为进行处罚的篇目是（ ）。（2017年单选第34题 ）答案A（杂法 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "109,110",
                                                "listIndex": 4
                                            }
                                        },
                                        {
                                            "content": "5. 《法经》是中国历史上第一部比较系统的成文法典，该法典中具有诉讼法性质的篇目是（ ）。（2016年单选第31题 ）答案A（《网法》与《捕法》 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "110,111",
                                                "listIndex": 5
                                            }
                                        },
                                        {
                                            "content": "6. 战国时期李悝作《法经》六篇，其内容属于诉讼法制度的篇章是（ ）。（2015年单选第31题 ）答案C（网法 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "111,112",
                                                "listIndex": 6
                                            }
                                        },
                                        {
                                            "content": "7. 下列关于《法经》的表述，正确的是（ ）。（2014年单选第34题 ）答案D（《法经》是我国历史上第一部比较系统、完整的封建成文法典 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "112,113",
                                                "listIndex": 7
                                            }
                                        },
                                        {
                                            "content": "8. 《法经》中规定量刑原则的篇章是（ ）。（2013年单选第33题 ）答案D（具法 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "113,114",
                                                "listIndex": 8
                                            }
                                        },
                                        {
                                            "content": "9. 下列关于《法经》的表述，正确的是（ ）。（2013年法单选第18题 ）答案D（“王者之政莫急于盗贼”，故其律之篇目始于《盗法》与《贼法》 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "114,115",
                                                "listIndex": 9
                                            }
                                        },
                                        {
                                            "content": "10. 《法经》中规定“六禁”的篇目是（ ）。（2010年单选第43题 ）答案D（杂法 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "115,116",
                                                "listIndex": 10
                                            }
                                        },
                                        {
                                            "content": "11. 中国历史上第一部初具体例的封建成文法典的编纂者是（ ）。（2005年单选第34题 ）答案D（李悝 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "116,117",
                                                "listIndex": 11
                                            }
                                        },
                                        {
                                            "content": "12. 法经的篇目是（ ）。（2004年单选第42题 ）答案A（六篇 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "117,118",
                                                "listIndex": 12
                                            }
                                        },
                                        {
                                            "content": "13. 下列关于《法经》的表述，正确的有（ ）。（2024年多选第48题等 ）答案BCD（《法经》体现了“王者之政，莫急于盗贼”的思想；分为《盗法》《贼法》《网法》《捕法》《杂法》《具法》六篇；《具法》是关于定罪量刑原则的规定 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "118,119",
                                                "listIndex": 13
                                            }
                                        },
                                        {
                                            "content": "[总结对比] 《七国考》与《晋书·刑法志》对“六禁”的表述",
                                            "children": [
                                                {
                                                    "content": "《七国考》：淫禁（夫有一妻二妾，夫有二妻，妻有二夫 ）、狡禁（盗符，盗玺，议国法令 ）、城禁（越城 ）、嬉禁（博戏 ）、徒禁（群相居 ）、金禁（受金 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "120,121"
                                                    }
                                                },
                                                {
                                                    "content": "《晋书·刑法志》：淫修（生活奢侈淫靡 ）、轻狡（盗兵符、玺，或议国家法令 ）、越城（非法翻越城池，偷渡关津、要塞 ）、博戏（赌博、欺诈 ）、逾制（违法享用特权 ）、借假不廉（贪污、贿赂 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "121,122"
                                                    }
                                                },
                                                {
                                                    "content": "[记忆线索] 《七国考》：洗（嬉）脚（狡）城（城）涂（徒）金（金）银（淫）；《晋书·刑法志》：洗（博戏）脚（轻狡）城（越城）戒（借假不廉）淫（淫侈）欲（逾制）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "122,123"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "119,123"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "105,123"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "83,123"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "67,123"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"123,124\">三、商鞅变法</h3>",
                    "children": [
                        {
                            "content": "\n<p data-lines=\"124,125\">（一）变法的内容</p>",
                            "children": [
                                {
                                    "content": "1.改法为律",
                                    "children": [
                                        {
                                            "content": "商鞅（约前390—前338年 ）以李悝的《法经》为基础，在秦国进行法律变革，将法典名称由“法”改称为“律”，史称“改法为律”，变法为律之前，律的形式已出现",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "126,127"
                                            }
                                        },
                                        {
                                            "content": "一般认为，“法”是春秋中后期法律规范的重要形式，由夏商西周时期的“刑”发展而来，取“平之如水”之意的“法”（古体为“灋” ）取代“有差等”之“刑”，强调法律公平、正义之意，消杀杀戮、威吓之意，是历史进步",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "127,128"
                                            }
                                        },
                                        {
                                            "content": "随着法律制度发展和法制建设经验积累，要求把法律的普遍性、公开性和强制性提到更高位置，故商鞅“改法为律”，“律”的字义为“均布也”，有稳定、恒常、整齐划一之意",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] “律”字原意为以竖笛定音，转指乐曲音律，进而指不以人的意志为转移的天文律历，商鞅将国家成文法典改称为“律”，有排除人为影响成文法的含义",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "129,130"
                                                    }
                                                },
                                                {
                                                    "content": "[总结对比] 刑（夏商西周春秋：禹刑、汤刑、九刑、吕刑、铸刑书于鼎 → 杀戮、威吓 ）→ 法（春秋中后期至战国：被庐之法、仆区法、茆门法、法经 → 公平、正义 ）→ 律（战国至清：商鞅改法为律 → 稳定、恒常、整齐划一 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "130,131"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "128,131"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "125,131"
                                    }
                                },
                                {
                                    "content": "2.连坐法",
                                    "children": [
                                        {
                                            "content": "商鞅在变法中颁布连坐法，因一人犯罪牵连其亲属、邻里、同伍及其他有联系的人，一起承担罪责的刑罚制度，秦法连坐范围广，有同居连坐、邻伍连坐、军伍连坐、职务连坐等，鼓励互相纠举，奖励告奸（告奸者受赏，不告奸者腰斩，匿奸者与降敌同罪 ）",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛]",
                                                    "children": [
                                                        {
                                                            "content": "（1）家属连坐：据《史记·商君列传》载，商鞅规定家庭主要成员有违法行为，全家受牵连（“一人有罪，井坐其家室” ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "134,135"
                                                            }
                                                        },
                                                        {
                                                            "content": "（2）什伍连坐：《史记·商君列传》载，商鞅的变法之令规定“令民为什伍，而相收司连坐。”《索隐》曰：“收司谓相纠发也。一家有罪而五家连举发，若不举发，则十家连坐。”把老百姓编成以什伍为单位的小社区，强制同伍同什的人互相监督，对犯罪的人负有举告责任",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "135,136"
                                                            }
                                                        },
                                                        {
                                                            "content": "（3）军队中士卒连坐：商鞅把什伍制度搬进军队，令五人为一伍，每伍中如果有“一人逃”，就“刑其四人”（一人犯逃亡罪，其余四人受牵连 ）",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "136,137"
                                                            }
                                                        },
                                                        {
                                                            "content": "（4）官吏职务连坐：对担任某种国家职务的人实行的连坐，官吏如果知而不告，不能免自己的罪，不仅下对上负有连坐责任，上对下也同样负有连带责任",
                                                            "children": [],
                                                            "payload": {
                                                                "tag": "li",
                                                                "lines": "137,138"
                                                            }
                                                        }
                                                    ],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "133,138"
                                                    }
                                                },
                                                {
                                                    "content": "连坐制度旨在最大限度消灭危害国家的隐患于萌芽状态，维护社会秩序，保障政权稳定，但易激化矛盾，体现法家重刑主义的严苛性",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "138,139"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "132,139"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "131,139"
                                    }
                                },
                                {
                                    "content": "3.分户令",
                                    "children": [
                                        {
                                            "content": "为鼓励发展小农经济，扩大户赋来源，商鞅颁布《分户令》，规定“民有二男以上不分异者，倍其赋”，改变秦国父子无别、同室而居的旧习俗，强制百姓分家立户，增加国家财政收入",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "140,141"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "139,141"
                                    }
                                },
                                {
                                    "content": "4.军爵令",
                                    "children": [
                                        {
                                            "content": "商鞅颁布《军爵令》，奖励战功，增强国力",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 《军爵律》是专门规定按军功授爵的法规，军功以士兵在前线斩得敌人首级多少计算，斩得敌人甲士（身穿盔甲的主力士兵 ）首级一颗的，赏给爵一级，要做官的，委以五十石俸禄的官职，官爵的提升和斩得敌人首级的军功相称，二十级爵制是一种等级制，按爵位高低授予种种特权（耕地、住宅、除役、担任一定的官职等 ），爵位还可以用来抵罪",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "143,144"
                                                    }
                                                },
                                                {
                                                    "content": "《军爵律》改变了以往按与国君的血缘关系拜爵晋级的制度，规定“宗室非有军功者，不得为属籍”（不得享有家族特权 ），体现“有功者显荣，无功者虽富无所芬华”的原则，占有田地、臣妾的多少以及服饰的穿戴，须按爵位等级规定，否则受处罚",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "144,145"
                                                    }
                                                },
                                                {
                                                    "content": "[记忆线索] 绿（律）军（军爵）连续（连坐）得分（分户）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "145,146"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "142,146"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "141,146"
                                    }
                                },
                                {
                                    "content": "[典型真题]“改法为律”：中国古代“改法为律”始于商鞅变法（2012年单选第33题答案B ），商鞅以李悝《法经》为基础，在秦国变法，将法典名称由“法”改称为“律”，史称“改法为律”，使秦律内容系统完整，适用广泛且相对稳定，此后“律”成为中国历朝历代主要法律形式",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "146,147"
                                    }
                                },
                                {
                                    "content": "[典型真题]颁布《分户令》：颁布《分户令》的改革者是商鞅（2008年单选第35题答案A ），规定“民有二男以上不分异者，倍其赋”，改变秦国父子无别、同室而居旧习俗，强制百姓分家立户，鼓励发展小农经济，扩大户赋来源，增加国家财政收入",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "147,149"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "124,149"
                            }
                        },
                        {
                            "content": "\n<p data-lines=\"149,150\">（二）变法的意义</p>",
                            "children": [
                                {
                                    "content": "1. 商鞅变法是战国时期影响最大、效果最突出的社会变革，在政治、经济和法律制度等方面全面改革，使秦国从西疆小国发展为国力强盛、制度先进的大国，为灭六国、统一天下奠定坚实基础（“商鞅相孝公，为秦开帝业。”——《论衡·书解》 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "150,151",
                                        "listIndex": 1
                                    }
                                },
                                {
                                    "content": "2. 通过改法为律，让秦律内容系统完整、适用广泛且稳定，“律”成后世主要法律形式.",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "151,152",
                                        "listIndex": 2
                                    }
                                },
                                {
                                    "content": "[典型真题]中国历史上第一次以律为形式公布的封建成文法典是秦律（2003年单选第10题答案D ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "152,154"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "149,154"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "123,154"
                    }
                }
            ],
            "payload": {
                "tag": "li",
                "lines": "43,154"
            }
        },
        {
            "content": "\n<h3 data-lines=\"154,155\">第三节 秦（公元前221 - 前207年）</h3>",
            "children": [
                {
                    "content": "\n<p data-lines=\"155,156\">秦帝系表：始皇帝嬴政（前221 - 前210年 ）→ 二世皇帝胡亥（前209 - 前207年 ）；扶苏——秦王子婴（前207年 ）</p>",
                    "children": [],
                    "payload": {
                        "tag": "li",
                        "lines": "155,156"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"156,157\">一、立法概况</h3>",
                    "children": [
                        {
                            "content": "\n<p data-lines=\"157,158\">（一） 立法指导思想：法家的法治理论（尤其是韩非子法、术、势相结合的思想 ），对秦朝的政权建设和法制活动影响极大</p>",
                            "children": [
                                {
                                    "content": "秦朝的立法指导思想大致可以概括为：",
                                    "children": [
                                        {
                                            "content": "缘法而治：以君主为权威，法律为判断标准，反对礼治（“事皆决于法” 等 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "159,160"
                                            }
                                        },
                                        {
                                            "content": "法令由一统：全国统一法律令，立法权归君主，“以法为教”“以吏为师”（法官、法吏为教，加强普法 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "160,161"
                                            }
                                        },
                                        {
                                            "content": "严刑重法：“专任刑罚”“深督轻罪”“以刑去刑”",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "161,162"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "158,162"
                                    }
                                },
                                {
                                    "content": "典型真题关联",
                                    "children": [
                                        {
                                            "content": "韩非“以法为教，以吏为师”治国思想对应朝代：秦朝（2023年单选等答案A ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "163,164"
                                            }
                                        },
                                        {
                                            "content": "秦朝立法指导思想正确表述：主张“缘法而治”和“法令由一统”（2014年单选答案B ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "164,165"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "162,165"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "157,165"
                            }
                        },
                        {
                            "content": "\n<p data-lines=\"165,166\">（二）主要法律形式</p>",
                            "children": [
                                {
                                    "content": "律：主体，正式立法程序制定，稳定、规范、普遍适用",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "166,167"
                                    }
                                },
                                {
                                    "content": "令：皇帝临时命令，“制”“诏”为正式形式，具最高效力",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "167,168"
                                    }
                                },
                                {
                                    "content": "法律答问：对法律条文等的有法律效力解释，答问形式",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "168,169"
                                    }
                                },
                                {
                                    "content": "封诊式：司法机关审判原则、治狱程式及调查勘验等规定与文书程式，含具体案例",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "169,170"
                                    }
                                },
                                {
                                    "content": "廷行事：最高司法机关判案成例（判例 ），可作同类案件判决依据",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "170,171"
                                    }
                                },
                                {
                                    "content": "其他：课（检验考核督课法规，如《牛羊课》 ）、程（章程规章，如《工人程》 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "171,172"
                                    }
                                },
                                {
                                    "content": "典型真题关联",
                                    "children": [
                                        {
                                            "content": "“廷行事”：司法成例（2016年单选答案B ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "173,174"
                                            }
                                        },
                                        {
                                            "content": "对法律条文术语作有法律效力解释：法律答问（2015年法单选答案B ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "174,175"
                                            }
                                        },
                                        {
                                            "content": "秦朝主要法律形式：律、封诊式、法律答问等（2014年法多选等答案BCD ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "175,176"
                                            }
                                        },
                                        {
                                            "content": "司法官吏断案依据成例：廷行事（2010年法单选等答案C ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "176,178"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "172,178"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "165,178"
                            }
                        },
                        {
                            "content": "\n<p data-lines=\"178,179\">（三）云梦秦简</p>",
                            "children": [
                                {
                                    "content": "出土情况：1975年湖北云梦县睡虎地秦墓出土1155支竹简，含大量秦法律（600多支 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "179,180"
                                    }
                                },
                                {
                                    "content": "内容构成",
                                    "children": [
                                        {
                                            "content": "律：含《秦律十八种》《效律》《秦律杂抄》等，涉及《田律》《厩苑律》等近30种，规定农田水利、畜牧、粮食仓储、货币税赋等多方面",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "181,182"
                                            }
                                        },
                                        {
                                            "content": "法律答问：共210简，位于墓主颈部右侧",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "182,183"
                                            }
                                        },
                                        {
                                            "content": "封诊式：共98简，位于墓主头部右侧",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "183,184"
                                            }
                                        },
                                        {
                                            "content": "为吏之道：共51简，位于墓主腹下，规定官吏为官准则",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "184,185"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "180,185"
                                    }
                                },
                                {
                                    "content": "意义：再现战国末年至秦始皇统一后法制，除云梦秦简，里耶秦简、岳麓书院藏秦简也有丰富法律内容",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "185,186"
                                    }
                                },
                                {
                                    "content": "典型真题关联：属于秦律篇名的有金布律、关市律、均工律等（2020年多选答案ABD ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "186,187"
                                    }
                                },
                                {
                                    "content": "[史境溯源]",
                                    "children": [
                                        {
                                            "content": "1. “里耶秦简”：2002年6月出土于湘西龙山县里耶镇古城遗址一号井，合三万八千余枚简牍；2005年12月又于该镇北护城壕11号坑出土五十一枚简牍，简文年代为秦始皇二十五年（前222年 ）至秦二世二年（前208年 ），内容为秦迁陵县的公文案，包括迁陵县廷与上级洞庭郡府和下属的财曹、司空曹、仓曹、户曹诸署及都乡、启陵乡、贰春乡三乡的往来文书和各种簿籍，涉及郡县与官署设置、官吏任用考课、赋税徭役、户口、诉讼、仓储、廪食、作务、邮传、贡献、刑徒等，对了解秦朝基层社会结构和具体运作意义重大，个别文书抄录了律令",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "188,189",
                                                "listIndex": 1
                                            }
                                        },
                                        {
                                            "content": "2. “岳麓书院藏秦简”：2007年12月湖南大学岳麓书院从香港古董市场购藏二千零九十八枚秦简，2008年8月又接受香港一收藏家捐赠七十六枚秦简，疑为盗掘，出土地可能在湖北，七类简文中的四类属于法律令内容，其中，《为吏治官及黔首》八十余枚简，内容可与云梦秦简《为吏之道》互校互补；《为狱等状四种》二百五十二枚简，内容为上奏的谳书，是江陵、江陵等地守丞，对有关刑事案件的奏谳、审议和裁决的记录；《秦律杂抄》简一千余枚，抄写《田律》《仓律》《金布律》《关市律》等十余种，多见于云梦秦简，但《狱校律》《奔敬律》《兴律》和《具律》四种为首见；《秦令杂抄》抄写令文，令的名称有尉郡卒令、郡卒令、廷卒令、卒令、赎令、揆兵令、捕盗贼令、稗官令等二十多种，秦令首次发现，且数量较大，填补了研究空白",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "189,190",
                                                "listIndex": 2
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "187,190"
                                    }
                                },
                                {
                                    "content": "[典型真题] 在1975年12月出土的湖北云梦睡虎地秦墓竹简中，有大量关于律的内容。下列选项中，属于秦律篇名的有（ ）。（2020年多选第48题等 ）答案ABD（金布律、关市律、均工律 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "190,192"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "178,192"
                            }
                        },
                        {
                            "content": "\n<p data-lines=\"192,193\">（四）司法相关补充（结合前文司法制度逻辑 ）</p>",
                            "children": [
                                {
                                    "content": "中央司法机关：皇帝掌最高司法权，廷尉为中央司法机关，处理地方上诉、疑难案件及诏狱；御史大夫参与重大案件审判",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "193,194"
                                    }
                                },
                                {
                                    "content": "诉讼程序：告发（当事人/亲属告发、官吏纠举 ）、公室告（危害统治秩序犯罪，官府必受理 ）与非公室告（家庭内部案件，不得告发受理 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "194,195"
                                    }
                                },
                                {
                                    "content": "审判制度：讯狱（讯问被告 ）、治狱（审断定罪 ），允许刑讯但不提倡；爰书（调查勘验笔录 ）、封守（查封财产 ）；读鞫（宣读判决 ）、乞鞫（不服申请再审 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "195,198"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "192,198"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "156,198"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"198,199\">二、刑事立法</h3>",
                    "children": [
                        {
                            "content": "（一）主要罪名",
                            "children": [
                                {
                                    "content": "1.惩治思想言论的犯罪：秦朝法律规定的犯罪种类多，除谋反、盗贼犯罪和不敬皇帝等罪外，还有诽谤与妖言、以古非今、妄言、非所宜言、投书等惩治思想言论的犯罪",
                                    "children": [
                                        {
                                            "content": "[史境溯源]",
                                            "children": [
                                                {
                                                    "content": "（1）据《史记·高祖本纪》所记，刘邦攻占咸阳后，对父老豪杰说：“父老苦秦苛法久矣，诽谤者族，偶语者弃市。”",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "202,203"
                                                    }
                                                },
                                                {
                                                    "content": "（2）《史记·秦始皇本纪》记载，秦始皇三十五年（公元前212年 ），侯生，卢生议论秦始皇专制独裁，“乐以刑杀为威”，始皇以卢生等“今乃诽谤我，以重吾不德也”的行为，判其“或为妖言以乱黔首（即平民）”罪，逮捕四百六十余人，“皆坑之咸阳”",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "203,204"
                                                    }
                                                },
                                                {
                                                    "content": "（3）在秦始皇三十四年（公元前213年 ）《焚书令》中规定：“以古非今者族。”以过去的事例或非官方的各家学说议论现时的政策、制度，构成以古非今罪，处最重刑，官吏知而不告发，与之同罪",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "204,205"
                                                    }
                                                },
                                                {
                                                    "content": "（4）所谓“妄言”，指煽动反对或推翻秦朝统治的过激言论，据《史记·项羽本纪》载：“秦始皇游会稽，渡浙江。（项）梁与（项）籍俱观，籍曰：‘彼可取而代也。’梁掩其口曰：‘毋妄言，族矣！’”",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "205,206"
                                                    }
                                                },
                                                {
                                                    "content": "（5）《史记·项羽本纪》记载，陈胜、吴广起义发生以后，秦二世召集群博士儒生询问此事，“或言反，或言盗”，凡言反者均以“非所宜言”罪，下狱处死，非所宜言罪无法律明文规定，凭统治者随意解释，制裁具异端思想和言论者",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "206,207"
                                                    }
                                                },
                                                {
                                                    "content": "（6）《法律答问》：“有投书，勿发，见辄燔（fán）之；能捕者购臣妾二人，（系）投书者鞠审谳之。”秦律规定，官府收到匿名书信，不要拆开，应马上焚毁；抓获匿名投书者，要审讯，赏赐给抓捕者男女奴隶两人。秦律如此规定，因书信内容多反对统治语言，统治者为防止内容扩散而处理，汉律中的“飞书罪”，唐律中的“投匿名书告人罪”，均滥觞于秦投书罪",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "207,208"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "201,208"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "200,208"
                                    }
                                },
                                {
                                    "content": "2.盗徙封罪：惩治偷偷移动田界标志企图侵占他人田产的犯罪，秦律规定：“盗徙封，赎耐。”",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] “封”是田地的阡陌，私加移动，改变土地界限，便判处赎耐",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "209,210"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "208,210"
                                    }
                                },
                                {
                                    "content": "3.秦律明确规定了司法官的办案责任，错案必究",
                                    "children": [
                                        {
                                            "content": "“论狱（何谓）不直，可（何）谓纵囚？罪当重而端轻之，当轻而端重之，是谓不直。当论而端弗论，及祸其狱，端令不致，论出之，是谓纵囚。”——秦简《法律答问》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "211,212"
                                            }
                                        },
                                        {
                                            "content": "（1）凡故意重罪轻判或轻罪重判的，属“不直”",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "212,213"
                                            }
                                        },
                                        {
                                            "content": "（2）故意减轻犯罪情节（使罪犯不够判罪标准 ）或应论而不论者，属“纵囚”",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "213,214"
                                            }
                                        },
                                        {
                                            "content": "（3）过失导致处刑不当、失其轻重的，属“失刑”",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "214,215"
                                            }
                                        },
                                        {
                                            "content": "[典型真题]",
                                            "children": [
                                                {
                                                    "content": "1.秦朝南郡民某甲犯盗徙封罪，被官府判处赎耐。根据秦律，盗徙封罪是指（ ）。（2022年单选第29题等 ）答案A（擅自移动田界标志 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "216,217"
                                                    }
                                                },
                                                {
                                                    "content": "2.秦始皇三十三年，咸阳令审判一起盗羊案件时，误将系羊绳圈的价值计入赃值，与秦律规定的计赃方法不符。依照秦律，该县令的行为已构成犯罪，其所触犯的罪名是（ ）。（2013年单选第34题 ）答案C（失刑 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "217,218"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "215,218"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "210,218"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "199,218"
                            }
                        },
                        {
                            "content": "（二）主要刑罚",
                            "children": [
                                {
                                    "content": "1.死刑：秦朝死刑的种类很多，常用者有戮、磔（zhé）、腰斩、车裂、枭首、弃市、凿颠、抽肋、镬（huò）烹、囊扑、定杀等，死刑执行残酷",
                                    "children": [
                                        {
                                            "content": "[老龚点睛]",
                                            "children": [
                                                {
                                                    "content": "（1）戮：先对犯人使用痛苦难堪的羞辱刑，并斩杀，《法律答问》载，“誉敌以恐众心者，戮。”戮刑适用于赞誉敌人而动摇军心者，秦以后的法典中不再见，戮尸（死后陈尸示辱 ）则不仅见于秦朝，几乎代不绝书，直到明朝还有戮魏忠贤及其同党崔呈秀尸体的事件发生",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "221,222"
                                                    }
                                                },
                                                {
                                                    "content": "（2）磔：指裂其肢体而杀之，颜师古注《汉书》曰：“磔谓张其尸也。”磔作为残酷的处死手段，一般适用于较重大的犯罪，《法律答问》：“甲谋遣乙盗杀人，受分十钱，乙高未盈六尺，甲何论？当磔。”依秦律，教唆未盈六尺的未成年人盗杀人，要处以磔刑",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "222,223"
                                                    }
                                                },
                                                {
                                                    "content": "（3）腰斩：《释名》谓：“砍头曰斩，斩腰曰腰斩。”秦国自商鞅变法时规定“不告奸者腰斩”以后，腰斩就成为秦国的主要刑罚之一，清朝沈家本阐述腰斩之法是：“胸伏于椹（shèn）质之上，以斧钺（yuè）斩其腰。”",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "223,224"
                                                    }
                                                },
                                                {
                                                    "content": "（4）车裂：即五马分尸",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "224,225"
                                                    }
                                                },
                                                {
                                                    "content": "（5）枭首：即“悬首于木上竿头”，以昭示大罪的死刑执行方法，最早记载于《史记·殷本纪》：“周武王遂斩纣头，悬之白旗。”枭首在秦时被广泛使用",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "225,226"
                                                    }
                                                },
                                                {
                                                    "content": "（6）弃市：即杀之于市，与众弃之，该种行刑方式的目的在于警吓世人，秦简《法律答问》两处提到弃市：“士伍甲无子，其弟子以为后，与同居，而擅杀之，当弃市。”又：“同母异父相与奸，何论？弃市。”史籍见《史记·秦始皇本纪》：“有敢偶语诗书者，弃市。”",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "226,227"
                                                    }
                                                },
                                                {
                                                    "content": "（7）凿颠：即用铁器凿人头顶",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "227,228"
                                                    }
                                                },
                                                {
                                                    "content": "（8）抽肋：指抽掉犯人的肋骨",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "228,229"
                                                    }
                                                },
                                                {
                                                    "content": "（9）镬烹：指用鼎镬煮杀",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "229,230"
                                                    }
                                                },
                                                {
                                                    "content": "（10）囊扑：即“囊盛其人，扑而杀之”，把犯人装入袋中打死",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "230,231"
                                                    }
                                                },
                                                {
                                                    "content": "（11）定杀：即将患病（疠 ）疾（即麻风病 ）的犯人抛入水中处死，《法律答问》谓：“疠者有罪，定杀。定杀何如？生定杀水中之谓也。”定杀是对于特定犯人所适用的刑罚，定杀刑唯见于秦简，不见于秦后各代律典",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "231,232"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "220,232"
                                            }
                                        },
                                        {
                                            "content": "[史境溯源] “当三族者，皆先黥、劓、斩左右趾，笞杀之，枭其首，菹（zū）其骨肉于市，其诽谤詈诅者，又先断舌，故谓之具五刑。”——《汉书·刑法志》（“具五刑”是先对受刑者施以黥、劓、斩趾等肉刑，然后笞杀，最后将首级砍下悬于竿，并将尸身砍碎置于街市的酷刑，适用于被处族刑之犯罪者本人，是对磔刑的发展，也是后世凌迟刑的萌芽形式 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "232,233"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "219,233"
                                    }
                                },
                                {
                                    "content": "2.肉刑：包括墨（黥）、劓、斩左右趾（剕）、宫刑等，通常肉刑与劳役刑并用",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "233,234"
                                    }
                                },
                                {
                                    "content": "3.作刑：即后世的徒刑，在一定时期内对罪犯限制人身自由，并强制无偿劳役之刑，秦朝将大量的徒刑用于军事设施和土木工程造作，作刑主要包括：城旦舂（chōng）、鬼薪白粲（càn）、隶臣妾、司寇、候等，并附加肉刑和髡、耐，分为不同的等级，一般认为，秦的作刑尚无明确统一的名称，且种类繁多）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "234,235"
                                    }
                                },
                                {
                                    "content": "4.财产刑：对某些犯罪强制罪犯交纳一定数量财产，秦朝涉及财产处罚的刑罚有赀（zī）刑和赎刑",
                                    "children": [
                                        {
                                            "content": "（1）赀刑：以财罚为主，也有与财产相关的力役罚，适用范围广泛，对轻微犯罪者实行赀甲、赀盾、赀徭等",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 赀刑是独立刑种",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "237,238"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "236,238"
                                            }
                                        },
                                        {
                                            "content": "（2）赎刑：缴纳一定数量的赎金或提供一定期限的劳役以替代判定的刑罚，秦律规定的赎刑种类多（从赎耐、赎黥、赎宫到赎死等 ），分不同等级，无钱赎罪者可以劳役折抵",
                                            "children": [
                                                {
                                                    "content": "[老龚点睛] 赎刑虽属财产刑，但并非独立刑种，是一种替代刑",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "239,240"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "238,240"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "235,240"
                                    }
                                },
                                {
                                    "content": "5.耻辱刑：秦朝规定有髡（kūn，剃去犯人头发 ）、耐（剃去犯人胡须 ）等耻辱刑，基于古人“身体发肤，受之父母，不可轻弃”的观念，既亏其体，又辱其人",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 从肉刑和髡刑内涵讲，都属肉刑，因受刑者可恢复原状，心理伤害远大于身体伤害，故耐刑和髡刑又作为耻辱刑，多作为徒刑的附加刑使用（如秦简中的“髡钳城旦舂”“耐为鬼薪” ，不附髡、耐者称为“完”（保全之意 ），如“完为城旦” ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "241,242"
                                            }
                                        },
                                        {
                                            "content": "[典型真题]",
                                            "children": [
                                                {
                                                    "content": "1. 秦朝法律规定对轻微犯罪者适用赀甲、赀盾、赀徭等，这些刑罚属于（ ）。（2022年单选第34题 ）答案B（财产刑 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "243,244",
                                                        "listIndex": 1
                                                    }
                                                },
                                                {
                                                    "content": "2. 下列选项中，属于耻辱刑的刑罚是（ ）。（2015年单选第32题 ）答案C（髡刑 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "244,245",
                                                        "listIndex": 2
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "242,245"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "240,245"
                                    }
                                },
                                {
                                    "content": "6.其他刑罚：适用于官吏轻微犯罪的废、谇（suì）、免及收（籍没 ）、迁等刑罚",
                                    "children": [
                                        {
                                            "content": "[老龚点睛]",
                                            "children": [
                                                {
                                                    "content": "（1）谇，即斥责、训诫（如粮仓有两个以下老鼠洞的，“谇”；有三个以上老鼠洞的，“赀一盾” ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "247,248"
                                                    }
                                                },
                                                {
                                                    "content": "（2）迁，即放逐、贬谪到边远地区（《汉书·高帝纪》：“秦法，有罪迁徙之于蜀汉。” ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "248,249"
                                                    }
                                                },
                                                {
                                                    "content": "（3）免，即免职，但之后可以继续任用（如发弩啬（sè）夫射不中目标，“赀二甲，免” ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "249,250"
                                                    }
                                                },
                                                {
                                                    "content": "（4）废，即撤职永不叙用（如发给军卒兵器，质量不好的，丞、库啬夫和吏均“赀二甲，废” ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "250,251"
                                                    }
                                                },
                                                {
                                                    "content": "（5）收，又称籍没、籍家，适用于犯罪者的妻子等亲属和奴婢，被收者罚为官奴婢",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "251,252"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "246,252"
                                            }
                                        },
                                        {
                                            "content": "[记忆线索] 税（谇）钱（迁）免（免）费（废）收（收）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "252,253"
                                            }
                                        },
                                        {
                                            "content": "[典型真题] 下列刑罚中，属于秦朝作刑的是（ ）。（2012年单选第34题 ）答案D（城旦舂 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "253,254"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "245,254"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "218,254"
                            }
                        },
                        {
                            "content": "（三）定罪量刑的主要原则",
                            "children": [
                                {
                                    "content": "1.区分故意与过失：秦律重视故意犯罪与过失犯罪的区别，故意称为“端”，过失称“不端”，故意犯罪处刑从重，过失犯罪处刑从轻",
                                    "children": [
                                        {
                                            "content": "[记忆线索] 端妃生（非青）故意",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "256,257"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "255,257"
                                    }
                                },
                                {
                                    "content": "2.连坐原则：秦朝延续商鞅时期的连坐制度，未实施犯罪行为，但因与犯罪者有某种关系而受牵连入罪者，极为普遍",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "257,258"
                                    }
                                },
                                {
                                    "content": "3.诬告反坐：因秦实行连坐制，人们唯恐因同里或同伍有人犯罪而受连坐，故秦时告奸之风盛行，为避免诬告事件的发生，秦律制定了诬告反坐的法律",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 故意捏造事实诬告他人者，使无罪者入罪，轻罪者入于重罪，即构成诬告罪，按所诬罪名相应的刑罚，对诬告者处罚",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "259,260"
                                            }
                                        },
                                        {
                                            "content": "[典文释义]",
                                            "children": [
                                                {
                                                    "content": "[1]“甲告乙盗牛若贼伤人，今乙不盗牛、不伤人，问甲可（何）论？端为，为诬人；不端，为告不审。”——秦简《法律答问》（甲控告乙盗牛或杀伤人，而乙其实并未盗牛和伤人，若甲系故意，则以诬告罪论处；若系非故意，则以控告不实罪论处 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "261,262"
                                                    }
                                                },
                                                {
                                                    "content": "[2]“伍人相告，且以辟罪，不审，以所辟罪罪之。”——秦简《法律答问》（对于诬告他人者，以所告之罪罪之，按秦律，一般情况下，只有故意陷害他人才构成诬告罪，若是出于过失则不算诬告，但若诬告他人杀人，即使是由于过失，也要以诬告罪论处 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "262,263"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "260,263"
                                            }
                                        },
                                        {
                                            "content": "[典型真题] 《睡虎地秦墓竹简·法律答问》载：“伍人相告，且以辟罪，不审，以所辟罪罪之。”这一规定所反映的秦朝定罪量刑的原则是（ ）。（2021年单选第33题 ）答案D（诬告反坐 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "263,264"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "258,264"
                                    }
                                },
                                {
                                    "content": "4.以身高为刑事责任标准：秦律规定，未成年人犯罪，不负刑事责任或减轻刑事处罚，确立以身高为承担刑事责任的标准，即男六尺五寸、女六尺二寸（秦时尺寸比现在小，六尺约合现今1.38米 ）为成年人，达到此身高者开始负刑事责任，否则不负刑事责任",
                                    "children": [
                                        {
                                            "content": "[典文释义]“隶臣、城旦高不盈六尺五寸，隶妾、春不盈六尺二寸，皆为小。”——秦简《仓律》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "265,266"
                                            }
                                        },
                                        {
                                            "content": "[典文释义2]“甲小未盈六尺，有马一匹自牧之，今马为人败，食人稼一石，问当论不当？不当论及偿稼。”——秦简《法律答问》（甲身高不满六尺，年岁小，有一匹马自己放牧，被人惊吓逃跑，吃了别人的庄稼一石，问当不当论罪？回答是，不但不应论罪，也不应赔偿庄稼，因甲年岁小，无行为能力，不负民事和刑事责任 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "266,267"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "264,267"
                                    }
                                },
                                {
                                    "content": "5.盗窃按赃值定罪：对于侵犯财产的盗窃罪，根据不同等级的赃值分别定罪，赃值少的定罪轻，赃值多的定罪重",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 秦律赃值划分为三等（一百一十钱、二百二十钱与六百六十钱 ），对侵犯财产的盗窃罪，依不同等级赃值分别定罪，一般赃值少的定罪轻，赃值多的定罪重",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "268,269"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "267,269"
                                    }
                                },
                                {
                                    "content": "6.共同犯罪加重处罚：在侵犯财产罪的处罚方面，两人或两人以上实施的犯罪较个人犯罪加重量刑，五人以上的共犯处罚尤重",
                                    "children": [
                                        {
                                            "content": "[典文释义]“五人盗，赃一钱以上，斩左止，又黥以为城旦；不盈五人，盗过六百六十钱，黥劓以为城旦。”——秦简《法律答问》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "270,271"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "269,271"
                                    }
                                },
                                {
                                    "content": "7.累犯和教唆犯罪加重处罚：犯罪被处刑后再犯罪以及教唆未成年人犯罪者，加重处罚",
                                    "children": [
                                        {
                                            "content": "[典文释义]",
                                            "children": [
                                                {
                                                    "content": "[1]“当耐为隶臣，以司寇诬人，何论？当耐为隶臣，又系城旦六岁。”——秦简《法律答问》（该犯罪人犯了应处耐为隶臣之刑的犯罪，另依秦律，诬告反坐，该犯罪人以司寇诬人，又犯了应处司寇刑之罪，所以累犯加重处罚，应处耐隶臣并加处城旦六岁之刑 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "273,274"
                                                    }
                                                },
                                                {
                                                    "content": "[2]“甲谋遣乙盗杀人，受分十钱，问乙高未盈六尺，甲当何论？当磔。”——秦简《法律答问》（甲教唆乙盗窃杀人，甲得到赃款十钱，乙身高不到六尺，甲被判处磔刑 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "274,275"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "272,275"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "271,275"
                                    }
                                },
                                {
                                    "content": "8.自首减轻处罚：秦律区分“自出”“自告”与“得（捕获 ）”，“自出”“自告”等自首者从轻，隶臣妾在服刑期间逃亡后又自首，仅笞五十，补足服役期限，若犯罪后能主动消除犯罪后果，可减免处罚",
                                    "children": [
                                        {
                                            "content": "[典文释义]",
                                            "children": [
                                                {
                                                    "content": "[1]“把其假以亡，得及自出，当为盗不当？自出，以亡论；其得，坐赃为盗。盗罪轻于亡，以亡论。”——秦简《法律答问》（凡携带所借公物外逃，主动自首（自出 ）者，不以盗窃论处，而以逃亡论处；捕获归案的，应按赃物的数额定为盗窃罪，若盗窃罪的处刑轻于逃亡罪的，按从一重处罚原则，以逃亡罪论处 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "277,278"
                                                    }
                                                },
                                                {
                                                    "content": "[2]“司寇盗一百一十钱，先自告，当耐为隶臣，或曰赀二甲。”——秦简《法律答问》（判为司寇之刑的犯人，又盗一百一十钱，本应耐为隶臣，罚作奴隶，但因为自首，从轻判为罚二甲 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "278,279"
                                                    }
                                                },
                                                {
                                                    "content": "[3]“将司人而亡，能自捕及亲所知为捕，除无罪。”——秦简《法律答问》（如监领犯人者将犯人丢失，能够自己将逃跑的犯人捕获，或者由与自己关系亲密且熟悉情况的人帮忙捕获，那么负责监管的人可以免除罪刑 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "279,281"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "276,281"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "275,281"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "254,281"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "198,281"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"281,282\">三、经济立法</h3>",
                    "children": [
                        {
                            "content": "（一）农业管理与自然资源保护立法",
                            "children": [
                                {
                                    "content": "1.农业管理立法：秦朝继续推行商鞅变法以来的重农政策，注重发展农业和畜牧业生产，督课各级官吏加强农田水利管理、农产品种子管理、自然灾害报告、畜牧业管理、劳动力的控制与考课，以促进农业生产和管理",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 《田律》规定，要及时报告降雨后农田收益的面积和农作物遭受风、虫、水、旱等自然灾害的情况，也要及时上报庄稼秀穗的情况和开垦耕地的面积；《仓律》规定，每年庄稼成熟后收获，要将产量和入仓的数目上报内史，甚至对种子的保管和每亩地应下种的数量也有详细规定",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "284,285"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "283,285"
                                    }
                                },
                                {
                                    "content": "2.自然资源保护立法：秦朝注重保护生态环境，采取周密管理措施，通过颁布法令促进合理利用和保护自然资源（如规定山林、矿山、湖泊、水流及其附着物等属国有，受法律保护；每年春二月，不准砍伐林木；不准堵塞水道；不到夏季，不得烧草积肥；不准采摘刚发芽的植物；不准捉取幼兽、幼鸟等，禁令至七月才解除 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "285,286"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "282,286"
                            }
                        },
                        {
                            "content": "（二）官营手工业管理立法：秦朝制定《工律》《均工律》《工人程》等法规，对手工业（特别是官营手工业 ）严格管理，规定产品的规格与标准；建立生产责任制和产品检查评比制度；规定工人的劳动定额、培训指导、奖惩标准和劳动力调配等",
                            "children": [
                                {
                                    "content": "[典文释义]“为器同物者，其大小、长短、广狭亦必等。”——《工律》（制造同一种类的器物，其大小、长短和宽窄也须相同 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "287,288"
                                    }
                                },
                                {
                                    "content": "[老龚点睛] 秦朝对官营手工业产品要年度考察，评为下等的，有关人员受惩罚，为追查产品生产责任，产品上往往刻有官署名或工匠名（如秦始皇兵马俑中的陶俑衣襟等部位有印记与刻文，记录地名、官署、工匠名，与秦代手工业生产的法律制度有关 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "288,289"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "286,289"
                            }
                        },
                        {
                            "content": "（三）市场与货币管理立法：为保护合法的商品交换，维护正常的市场贸易秩序，秦朝重视运用法律手段加强市场与货币管理，对商品价格、货币流通、度量衡管理、外贸管制等有细密规定",
                            "children": [
                                {
                                    "content": "[典文释义]“布袤（mào）八尺，幅广二尺五寸。布恶，其广袤不如式者，不行。有买及卖也，各婴其价。小物不能各一钱者，勿婴。”——《金布律》（布长八尺，幅宽二尺五寸，布的质量不好、长宽不符合标准的，不准流通；有所买卖，应分别系上标签表明价格，小物件每件不值一钱的，不必系标签 ）",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "290,291"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "289,291"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "281,291"
                    }
                },
                {
                    "content": "\n<h3 data-lines=\"291,292\">四、司法制度</h3>",
                    "children": [
                        {
                            "content": "（一）中央司法机关",
                            "children": [
                                {
                                    "content": "[老龚点睛] 秦朝中央机构的主要官吏为“三公九卿”，三公即丞相、太尉和御史大夫，丞相辅佐皇帝，总理百政；太尉为最高武官；御史大夫为监察官之首，丞相之下设九卿，分管各项政务",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "293,294"
                                    }
                                },
                                {
                                    "content": "1.皇帝掌握最高司法审判权，重大案件往往由皇帝亲自审判和裁决",
                                    "children": [
                                        {
                                            "content": "[典文释义]“至于秦始皇……专任刑罚，躬操文墨，昼断狱，夜理书。”——《汉书·刑法志》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "295,296"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "294,296"
                                    }
                                },
                                {
                                    "content": "2.廷尉位于“九卿”之列，是中央司法机关，负责审理地方的上诉案件和郡县不能决断的疑难案件，同时负责审理皇帝交办的“诏狱”",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 《汉书·百官公卿表》注引应劭曰：“听狱必质诸朝廷，与众共之，兵狱同制，故称廷尉。”",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "297,298"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "296,298"
                                    }
                                },
                                {
                                    "content": "3.“三公”之一的御史大夫也有重大案件的司法审判权",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 秦朝地方郡、县司法审判，由行政长官郡守、县令兼理，一般案件自行处决，重大疑难案件报请廷尉处理",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "299,300"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "298,300"
                                    }
                                },
                                {
                                    "content": "[典型真题]",
                                    "children": [
                                        {
                                            "content": "1.历史上以廷尉为中央最高司法审判机关的朝代有（ ）。（2019年多选第48题等 ）答案AB（秦朝、汉朝 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "301,302"
                                            }
                                        },
                                        {
                                            "content": "2.秦朝的中央司法审判机关是（ ）。（2011年法单选第15题 ）答案C（廷尉 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "302,303"
                                            }
                                        },
                                        {
                                            "content": "3.秦汉时期中央司法机构的长官称作（ ）。（2003年单选第11题 ）答案C（廷尉 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "303,304"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "300,304"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "292,304"
                            }
                        },
                        {
                            "content": "（二）诉讼程序",
                            "children": [
                                {
                                    "content": "1.“告发”与“纠举”：秦的起诉方式分为两种，一是当事人或亲属的告发，二是官吏的纠举，对于重大案件，受害人亲属、邻里皆有主动告发之义务，“知奸不举”者要连坐",
                                    "children": [],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "305,306"
                                    }
                                },
                                {
                                    "content": "2.“公室告”与“非公室告”：",
                                    "children": [
                                        {
                                            "content": "（1）秦朝把杀伤人、偷盗（“贼杀伤、盗他人” ）等危害统治秩序的犯罪，列为严惩对象，这类诉讼称为“公室告”，官府必须受理",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "307,308"
                                            }
                                        },
                                        {
                                            "content": "（2）把“子盗父母，父母擅杀、刑、髡子及奴妾”等家庭成员内部的案件，称为“非公室告”，“非公室告”案件不得告发，官府也不得受理，若控告人坚持控告，官府会对控告者治罪，控告内容若不实，控告者又以他事控告，官府不仅不受理，还要追究其罪责，以防止诬告",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "308,309"
                                            }
                                        },
                                        {
                                            "content": "[典型真题]",
                                            "children": [
                                                {
                                                    "content": "1.依秦律，下列案件中，属于官府应当受理的“公室告”的是（ ）。（2016年法单选第16题 ）答案A（甲告邻人窃其财产 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "310,311"
                                                    }
                                                },
                                                {
                                                    "content": "2.依据秦朝诉讼法律制度，下列选项中属于“非公室告”案件的是（ ）。（2011年单选第44题 ）答案D（子盗父母，主擅杀、刑、髡其子及臣妾 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "311,312"
                                                    }
                                                },
                                                {
                                                    "content": "3.“公室告”与“非公室告”的诉讼类别出现于（ ）。（2005年单选第38题 ）答案A（秦朝 ）",
                                                    "children": [],
                                                    "payload": {
                                                        "tag": "li",
                                                        "lines": "312,313"
                                                    }
                                                }
                                            ],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "309,313"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "306,313"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "304,313"
                            }
                        },
                        {
                            "content": "（三）审判制度",
                            "children": [
                                {
                                    "content": "1.“讯狱”与“治狱”：秦朝把讯问被告称为“讯狱”，审断定罪称为“治狱”，为取得口供，允许司法官吏使用刑讯手段，但不提倡刑讯",
                                    "children": [
                                        {
                                            "content": "审讯效果分为“上”“下”“败”三类，上，即能据供查证，弄清事实；下，为动刑后查清案情；败，指采用恐吓手段审讯却没有查清案情",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "315,316"
                                            }
                                        },
                                        {
                                            "content": "[典文释义]“毋笞掠而得人情为上；笞掠为下；有恐为败。”——《封诊式·治狱》",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "316,317"
                                            }
                                        },
                                        {
                                            "content": "[典型真题] 《睡虎地秦墓竹简·封诊式》载：“治狱，能书从迹其言，毋笞掠而得人情为上，笞掠为下，有恐为败。”据此，下列关于秦朝诉讼审判制度的表述，正确的是（ ）。（2024年单选第38题 ）答案B（不提倡刑讯 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "317,318"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "314,318"
                                    }
                                },
                                {
                                    "content": "2.“爰（yuán）书”与“封守”：秦朝在审判中重视收集证人证言和物证，尤其重视现场勘验和司法鉴定，调查或勘验的笔录称为“爰书”，必要时可以查封财产，称为“封守”",
                                    "children": [
                                        {
                                            "content": "[老龚点睛] 调查主要针对被告的身份，勘验范围广泛（《云梦秦简》记载了活体勘验、首级勘验、尸体勘验、法医学勘验等 ）；“封守”要有详细记录（记录被查封的房屋、牧畜、人口、房屋间数及结构等 ），要由里典和同伍居民轮流看守",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "319,320"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "318,320"
                                    }
                                },
                                {
                                    "content": "3.“读鞫（jū）”与“乞鞫”：司法官作出判决后要向被告宣读，称为“读鞫”，宣读后若当事人不服，可以申请再审，称为“乞鞫”，乞鞫也可由家人代为",
                                    "children": [
                                        {
                                            "content": "[典文释义]“以乞鞫及为人乞鞫者，狱已断乃听，且未断犹听也？狱断乃听之。”——《法律答问》（要求重审及为他人要求重审的，在案件判决以后受理 ）",
                                            "children": [],
                                            "payload": {
                                                "tag": "li",
                                                "lines": "321,322"
                                            }
                                        }
                                    ],
                                    "payload": {
                                        "tag": "li",
                                        "lines": "320,322"
                                    }
                                }
                            ],
                            "payload": {
                                "tag": "li",
                                "lines": "313,322"
                            }
                        }
                    ],
                    "payload": {
                        "tag": "li",
                        "lines": "291,322"
                    }
                }
            ],
            "payload": {
                "tag": "li",
                "lines": "154,322"
            }
        }
    ],
    "payload": {
        "tag": "h2",
        "lines": "0,1"
    }
}